Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/auth.arb
Languages: da, de, es_es, fr, hu, it, nl, sv_se

# headline
source: Better social.
de: Besser sozial.
es_es: 🕊 Una red social mejor.
fr: Un meilleur réseau social.
hu: Egy jobb közösségi hálózat.
it: Un social migliore.

source: Log in
da: Log ind
de: Anmelden
es_es: Entrar
fr: Ouvrir une session
hu: Belépés
it: Accedi
nl: Aanmelden
sv_se: Logga in

# email_empty_error
source: Email cannot be empty.
da: Email adresse kan ikke være tom.
de: E-Mail darf nicht leer sein.
es_es: Correo electrónico no puede estar vacío.
fr: L'email ne peut pas être vide.
hu: Az email nem lehet üres.
it: Il campo email non può essere vuoto.
nl: E-mail mag niet leeg zijn.
sv_se: Du måste ange en e-postadress.

# email_invalid_error
source: Please provide a valid email.
da: Angiv venligst en gyldig email adresse.
de: Bitte gib eine gültige E-Mail an.
es_es: Ingresa un email válido.
fr: Veuillez fournir un email valide.
hu: Kérünk, adj meg egy érvényes email címet.
it: Per favore inserisci un indirizzo email valido.
nl: Vul een geldig e-mailadres in.
sv_se: Vänligen ange en giltig e-postadress.

# username_empty_error
source: Username cannot be empty.
da: Brugernavn må ikke være tomt.
de: Benutzername darf nicht leer sein.
es_es: El nombre de usuario no puede estar vacío.
fr: Le nom d'utilisateur.trice ne peut pas être vide.
hu: A felhasználónév nem lehet üres.
it: Il nome utente non può essere vuoto.
nl: Gebruikersnaam mag niet leeg zijn.
sv_se: Du måste ange ett användarnamn.

# username_characters_error
source: A username can only contain alphanumeric characters and underscores.
da: Et brugernavn kan kun indeholde alfanumeriske tegn og underscore.
de: Ein Benutzername kann nur alphanumerische Zeichen und Unterstriche enthalten.
es_es: Un nombre de usuario sólo puede contener caracteres alfanuméricos y guiones bajos.
fr: Un nom d'utilisateur.trice ne peut contenir que des caractères alphanumériques et des traits de soulignement (_).
hu: A felhasználónév csak alfanumerikus karaktereket és alulvonásokat tartalmazhat.
it: Un nome utente può contenere solo caratteri alfanumerici e trattini bassi.
nl: Een gebruikersnaam kan alleen alfanumerieke karakters en onderliggend streepje bevatten.
sv_se: Ett användarnamn kan bara innehålla alfanumeriska tecken och understreck.

# username_maxlength_error
source: A username can't be longer than {maxLength} characters.
da: Et brugernavn kan ikke være længere end {maxLength} tegn.
de: Ein Benutzername darf nicht länger als {maxLength} Zeichen sein.
es_es: El nombre de usuario no puede tener más de {maxLength} caracteres.
fr: Un nom d'utilisateur.trice ne peut pas être plus long que {maxLength} caractères.
hu: A felhasználónév nem lehet {maxLength} karakternél hosszabb.
it: Un commento non può essere più lungo di {maxLength} caratteri.
nl: Een gebruikersnaam mag niet langer zijn dan {maxLength} tekens.
sv_se: Ett användarnamn kan inte vara längre än {maxLength} tecken.

# create_account
source: Sign up
da: Tilmeld dig
de: Registrieren
es_es: Registro
fr: S'inscrire
hu: Regisztráció
it: Iscriviti
nl: Inschrijven
sv_se: Registrera dig

# create_acc__lets_get_started
source: Let's get started
da: Lad os komme i gang
de: Fangen wir an
es_es: ¡Empecemos!
fr: Commençons
hu: Lássunk neki
it: Iniziamo
nl: Laten we beginnen
sv_se: Låt oss komma igång

# create_acc__welcome_to_alpha
source: Welcome to the Alpha!
de: Willkommen in der Alpha!

# create_acc__previous
source: Back
da: Tilbage
de: Zurück
es_es: Atrás
fr: Précédent
hu: Vissza
it: Indietro
nl: Terug
sv_se: Tillbaka

# create_acc__next
source: Next
da: Næste
de: Weiter
es_es: Siguiente
fr: Suivant
hu: Következő
it: Avanti
nl: Volgende
sv_se: Nästa

# create_acc__create_account
source: Create account
da: Opret konto
de: Account erstellen
es_es: Crear cuenta
fr: Créer un compte
hu: Fiók létrehozása
it: Crea un account
nl: Account aanmaken
sv_se: Skapa konto

# create_acc__paste_link
source: Paste your registration link below
da: Indsæt dit registrerings link nedenfor
de: Füge deinen Registrierungslink unten ein
es_es: Pega el enlace de registro a continuación
fr: Collez votre lien d'inscription ci-dessous
hu: Illeszd be a regisztrációs linkedet
it: Incolla il link di registrazione qui sotto
nl: Plak uw registratie link hieronder
sv_se: Klistra in din registreringslänk nedan

# create_acc__paste_password_reset_link
source: Paste your password reset link below
da: Indsæt dit link til nulstilling af adgangskode nedenfor
de: Link zum Zurücksetzen des Passworts unten einfügen
es_es: Pega el enlace de restablecimiento de contraseña a continuación
fr: Collez votre lien de réinitialisation de mot de passe ci-dessous
hu: Illeszd be a jelszó-visszaállítási linkedet
it: Incolla il link di reset della password qui sotto
nl: Plak uw wachtwoord herstel-link hieronder
sv_se: Klistra in din lösenordsåterställningslänk nedan

# create_acc__paste_link_help_text
source: Use the link from the Join Openbook button in your invitation email.
da: Benyt linket fra tilmeld Okuna knappen i din email invitation.
de: Benutze den Link von dem "Join Openspace" Button in deiner Einladungs-E-Mail.
es_es: Utiliza el link en tu correo de invitación a Okuna.
fr: Utilisez le lien du bouton « Rejoignez Okuna » dans votre email d'invitation.
hu: Használd a "Join Openbook" gomb linkjét a meghívó e-mail-edből.
it: Usa il link dal pulsante Join Okuna nella tua email di invito.
nl: Gebruik de link van de Join Okuna knop in uw uitnodigingsmail.
sv_se: Använd länken från Join Okuna-knappen i din inbjudan.

# create_acc__link_empty_error
source: Link cannot be empty.
da: Link feltet må ikke være tomt.
de: Link darf nicht leer sein.
es_es: La dirección no puede estar vacía.
fr: Le lien ne peut pas être vide.
hu: A link mező nem lehet üres.
it: Il link non può essere vuoto.
nl: Link mag niet leeg zijn.
sv_se: Du måste ange en länk.

# create_acc__link_invalid_error
source: This link appears to be invalid.
da: Dette felt er ugyldigt (automatisk kopi)
de: Dieser Link scheint ungültig zu sein.
es_es: Este enlace parece ser inválido.
fr: This link is invalid.
hu: A megadott link érvénytelen.
it: Questo link sembra non valido.
nl: Deze link lijkt ongeldig.
sv_se: Länken är ogiltig.

# password_empty_error
source: Password cannot be empty.
da: Adgangskoden må ikke være tom.
de: Passwort darf nicht leer sein.
es_es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.
hu: A jelszó mező nem lehet üres.
it: La password non può essere vuota.
nl: Wachtwoord mag niet leeg zijn.
sv_se: Du måste ange ett lösenord.

# password_range_error
source: Password must be between {minLength} and {maxLength} characters.
da: Adgangskoden skal være imellem {minLength} og {maxLength} tegn.
de: Das Passwort muss zwischen {minLength} und {maxLength} Zeichen lang sein.
es_es: La contraseña debe tener entre {minLength} y {maxLength} caracteres.
fr: Le mot de passe doit comporter entre {minLength} et {maxLength} caractères.
hu: A jelszó hosszúsága {minLength} és {maxLength} kell legyen.
it: La password deve essere compresa tra {minLength} e {maxLength} caratteri.
nl: Wachtwoord moet tussen {minLength} en {maxLength} tekens bevatten.
sv_se: Lösenordet måste vara mellan {minLength} och {maxLength} tecken.

# name_empty_error
source: Name cannot be empty.
da: Navn er obligatorisk.
de: Name darf nicht leer sein.
es_es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
hu: A név mező nem lehet üres.
it: Il nome non può essere vuoto.
nl: Naam mag niet leeg zijn.
sv_se: Du måste ange ett namn.

# name_range_error
source: Name must be between {minLength} and {maxLength} characters.
da: Navn skal være imellem {minLength} og {maxLength} tegn.
de: Name muss zwischen {minLength} und {maxLength} Zeichen lang sein.
es_es: El nombre debe tener entre {minLength} y {maxLength} caracteres.
fr: Le nom doit comporter entre {minLength} et {maxLength} caractères.
hu: A név hosszúsága {minLength} és {maxLength} kell legyen.
it: Il nome deve essere compreso tra {minLength} e {maxLength} caratteri.
nl: Naam moet tussen {minLength} en {maxLength} tekens bevatten.
sv_se: Namnet måste vara mellan {minLength} och {maxLength} tecken.

# description_empty_error
source: Description cannot be empty.
da: Beskrivelse må ikke være tom.
de: Beschreibung darf nicht leer sein.
es_es: La descripción no puede estar vacía.
fr: La description ne peut pas être vide.
hu: A leírás mező nem lehet üres.
it: La descrizione non può essere vuota.
nl: Omschrijving mag niet leeg zijn.
sv_se: Du måste skriva en beskrivning.

# description_range_error
source: Description must be between {minLength} and {maxLength} characters.
da: Beskrivelse skal være imellem {minLength} og {maxLength} tegn.
de: Beschreibung muss zwischen {minLength} und {maxLength} Zeichen sein.
es_es: La descripción debe tener entre {minLength} y {maxLength} caracteres.
fr: Le description doit comporter entre {minLength} et {maxLength} caractères.
hu: A leírás hosszúsága {minLength} és {maxLength} kell legyen.
it: La descrizione deve essere compresa tra {minLength} e {maxLength} caratteri.
nl: Omschrijving moet tussen {minLength} en {maxLength} tekens bevatten.
sv_se: Beskrivningen måste vara mellan {minLength} och {maxLength} tecken.

# reset_password_success_title
source: All set!
da: Klar!
de: Fertig!
es_es: ¡Todo Listo!
fr: Tout est prêt !
hu: Készen állunk!
it: Tutto pronto!
nl: Klaar!
sv_se: Allt klart!

# reset_password_success_info
source: Your password has been updated successfully
da: Din adgangskode er blevet ændret
de: Dein Passwort wurde erfolgreich aktualisiert
es_es: Su contraseña ha sido actualizada correctamente
fr: Votre mot de passe a été mis à jour avec succès
hu: A jelszavad sikeresen meg lett változtatva
it: La tua password è stata aggiornata correttamente
nl: Je wachtwoord is met succes bijgewerkt
sv_se: Ditt lösenord har uppdaterats

# create_acc__request_invite
source: No invite? Request one here.
da: Har du ingen invitation? Anmod om en her.
de: Keine Einladung? Fordere hier eine an.
es_es: ¿No tienes invitación? Solicita una aquí.
fr: Pas d'invitation ? Demandez-en une ici.
hu: Nincs meghívód? Kérj egyet itt.
it: Nessun invito? Richiedine uno qui.
nl: Geen uitnodiging? Vraag er hier een aan.
sv_se: Ingen inbjudan? Be om en här.

# create_acc__subscribe
source: Request
da: Bestil
de: Anfrage
es_es: Solicitar
fr: Demander
hu: Kérés
it: Richiedi
nl: Verzoek
sv_se: Begär

# create_acc__subscribe_to_waitlist_text
source: Request an invite!
da: Anmod om en invitation!
de: Einladung anfordern!
es_es: ¡Solicitar una invitación!
fr: Demandez une invitation !
hu: Kérj egy meghívót!
it: Richiedi un invito!
nl: Een uitnodiging aanvragen!
sv_se: Be om en inbjudan!

# create_acc__congratulations
source: Congratulations!
da: Tillykke!
de: Herzlichen Glückwunsch!
es_es: ¡Felicidades!
fr: Félicitations !
hu: Gratulálunk!
it: Congratulazioni!
nl: Gefeliciteerd!
sv_se: Gratulerar!

# create_acc__your_subscribed
source: You're {0} on the waitlist.
da: Du er nr. {0} på ventelisten.
de: Du bist {0}. auf der Warteliste.
es_es: Eres el número {0} en la lista de espera.
fr: Vous êtes à la position {0} sur la liste d'attente.
hu: Te vagy a(z) {0}. a várólistán.
it: Sei in posizione {0} della lista d'attesa.
nl: Je bent {0} op de wachtlijst.
sv_se: Du är {0} på väntelistan.

# create_acc__almost_there
source: Almost there...
da: Næsten færdig...
de: Fast geschafft...
es_es: ¡Ya casi!
fr: Presque fini...
hu: Mindjárt kész...
it: Ci siamo quasi...
nl: Bijna klaar...
sv_se: Nästan klart...

# create_acc__what_name
source: What's your name?
da: Hvad er dit navn?
de: Wie heißt du?
es_es: Como te llamas?
fr: Quel est votre nom ?
hu: Hogy hívnak?
it: Come ti chiami?
nl: Wat is je naam?
sv_se: Vad heter du?

# create_acc__name_placeholder
source: James Bond
de: Fritz Fantom
es_es: Luis Miguel
fr: Céline Dion
hu: Kis Árpád
it: Leonardo da Vinci

# create_acc__name_empty_error
source: 😱 Your name can't be empty.
da: 😱 Dit navn må ikke være tomt.
de: 😱 Dein Name darf nicht leer sein.
es_es: 😱 Tu nombre no puede estar vacío.
fr: 😱 Votre nom ne peut pas être vide.
hu: 😱 A neved nem lehet üres.
it: 😱 Il tuo nome non può essere vuoto.
nl: 😱 Je naam kan niet leeg zijn.
sv_se: 😱 Du måste ange ett namn.

# create_acc__name_length_error
source: 😱 Your name can't be longer than 50 characters. (If it is, we're very sorry.)
da: 😱 Dit navn kan ikke være længere end 50 tegn. (Hvis det er, beklager vi meget.)
de: 😱 Dein Name darf nicht länger als 50 Zeichen sein. (Wenn er das ist, entschuldigen wir uns sehr.)
es_es: 😱 Tu nombre no puede tener más de 50 caracteres. (Si es así, lo sentimos)
fr: 😱 Votre nom ne peut pas dépasser 50 caractères. (Si c'est le cas, nous sommes sincèrement désolé.e.s.)
hu: 😱 A neved nem lehet 50 karakternél hosszabb. (Ha az, akkor elnézést kérünk.)
it: 😱 Il tuo nome non può essere più lungo di 50 caratteri. (Se lo è, ci dispiace molto.)
nl: 😱 Je naam kan niet langer zijn dan 50 karakters. (Als dat zo is, dan spijt dat ons zeer.)
sv_se: 😱 Ditt namn får inte vara längre än 50 tecken. (Vi är ledsna om det är det.)

# create_acc__name_characters_error
source: 😅 A name can only contain alphanumeric characters (for now).
da: 😅 Et brugernavn kan kun indeholde alfanumeriske tegn (indtil vidre).
de: 😅 Ein Name kann nur alphanumerische Zeichen enthalten (momentan).
es_es: 😅 Un nombre sólo puede contener caracteres alfanuméricos (por ahora).
fr: 😅 Un nom ne peut contenir que des caractères alphanumériques (pour l'instant).
hu: 😅 Egy név (jelenleg) csak alfanumerikus karakterekből állhat.
it: 😅 Un nome può contenere solo caratteri alfanumerici (per ora).
nl: 😅 Een naam kan alleen alfanumerieke karakters bevatten (voor nu).
sv_se: 😅 Ett namn kan bara innehålla alfanumeriska tecken (för tillfället).

# create_acc__what_username
source: Choose a username
da: Vælg et brugernavn
de: Wähle einen Benutzernamen
es_es: Que usuario te gustaria tener?
fr: Choisissez un pseudo
hu: Válassz egy felhasználónevet
it: Scegli un nome utente
nl: Kies een gebruikersnaam
sv_se: Välj ett användarnamn

# create_acc__username_placeholder
source: pablopicasso
de: fritzfantom
es_es: juanga
fr: claudemonnet
hu: szegenylegeny
it: dantealighieri
nl: vincentvangogh

# create_acc__username_empty_error
source: 😱 The username can't be empty.
da: 😱 Brugernavnet må ikke være tomt.
de: 😱 Der Benutzername darf nicht leer sein.
es_es: 😱 El nombre de usuario no puede estar vacío.
fr: 😱 Le pseudo ne peut pas être vide.
hu: 😱 A felhasználónév nem lehet üres.
it: 😱 Il nome utente non può essere vuoto.
nl: 😱 De gebruikersnaam kan niet leeg zijn.
sv_se: 😱 Du måste ange ett användarnamn.

# create_acc__username_length_error
source: 😅 A username can't be longer than 30 characters.
da: 😅 Et brugernavn kan ikke være længere end 30 tegn.
de: 😅 Der Benutzername darf nicht länger als 30 Zeichen sein.
es_es: 😅 Un nombre de usuario no puede tener más de 30 caracteres.
fr: 😅 Un pseudo ne peut avoir plus 30 caractères.
hu: 😅 A felhasználónév nem lehet 30 karakternél hosszabb.
it: 😅 Un nome utente non può essere più lungo di 30 caratteri.
nl: 😅 Een gebruiksnaam kan niet langer zijn dan 30 karakters.
sv_se: 😅 Ett användarnamn kan inte vara längre än 30 tecken.

# create_acc__username_characters_error
source: 😅 A username can only contain alphanumeric characters and underscores.
da: 😅 Et brugernavn kan kun indeholde alfanumeriske tegn og understreg.
de: 😅 Ein Benutzername kann nur alphanumerische Zeichen und Unterstriche enthalten.
es_es: 😅 Un nombre de usuario sólo puede contener caracteres alfanuméricos y guiones bajos.
fr: Un nom d'utilisateur.trice ne peut contenir que des caractères alphanumériques et des traits de soulignement (_).
hu: 😅 A felhasználónév csak alfanumerikus karaktereket és alulvonásokat tartalmazhat.
it: 😅 Un nome utente può contenere solo caratteri alfanumerici e trattini bassi.
nl: 😅 Een gebruikersnaam kan alleen alfanumerieke karakters en onderliggend streepje bevatten.
sv_se: 😅 Ett användarnamn kan bara innehålla alfanumeriska tecken och understreck.

# create_acc__username_taken_error
source: 😩 The username @%s is taken.
da: 😩 Brugernavnet @%s er allerede benyttet.
de: 😩 Der Benutzername @%s ist schon vergeben.
es_es: 😩 El nombre de usuario @%s ya está tomado.
fr: 😩 Le pseudo @%s est déjà pris.
hu: 😩 A(z) @%s felhasználónév foglalt.
it: 😩 Il nome utente @%s è già utilizzato.
nl: 😩 De gebruikersnaam @%s is al bezet.
sv_se: 😩 Användarnamnet @%s är upptaget.

# create_acc__username_server_error
source: 😭 We're experiencing issues with our servers, please try again in a couple of minutes.
da: 😭 Vi har problemer med vores servere, prøv venligst igen om et par minutter.
de: 😭 Wir haben derzeit Probleme mit unseren Servern, versuch es in ein paar Minuten erneut.
es_es: 😭 Estamos experimentando problemas con nuestros servidores, por favor inténtalo de nuevo en un par de minutos.
fr: 😭 Nous avons des problèmes avec nos serveurs, veuillez réessayer dans quelques minutes.
hu: 😭 Problémákba ütköztek a szervereink! Kérünk, próbáld újra pár perc múlva.
it: 😭 Stiamo riscontrando problemi con i nostri server, per favore riprova tra un paio di minuti.
nl: 😭 We ervaren problemen met onze servers. Probeer alsjeblieft het over een paar minuten opnieuw.
sv_se: 😭 Vi har serverproblem, vänligen försök igen om några minuter.

# create_acc__what_email
source: What's your email?
da: Hvad er din email?
de: Was ist deine E-Mail?
es_es: ¿Cuál es tu correo electrónico?
fr: Quelle est votre email?
hu: Mi az e-mail címed?
it: Qual è la tua email?
nl: Wat is je e-mail adres?
sv_se: Vad är din e-post?

# create_acc__email_placeholder
source: john_travolta@mail.com
de: fritz_fantom@mail.com
es_es: marc_anthony@salsa.com
fr: louis_de_funes@mail.com
hu: kis_otto@mail.com
it: leonardo_davinci@mail.com
nl: v.vangogh@kwasten.nl

# create_acc__email_empty_error
source: 😱 Your email can't be empty
da: 😱 Din email adresse kan ikke være tom
de: 😱 Deine E-Mail darf nicht leer sein
es_es: 😱 Tu correo electrónico no puede estar vacío
fr: 😱 Votre email ne peut pas être vide
hu: 😱 Az e-mail címed nem lehet üres
it: 😱 La tua email non può essere vuota
nl: 😱 Je e-mailadres kan niet leeg zijn
sv_se: 😱 Du måste ange en e-postadress

# create_acc__email_invalid_error
source: 😅 Please provide a valid email address.
da: 😅 Angiv venligst en gyldig email adresse.
de: 😅 Bitte gib eine gültige E-Mail-Adresse an.
es_es: 😅 Por favor, proporcione una dirección de correo electrónico válida.
fr: 😅 Veuillez fournir un email valide.
hu: 😅 Kérünk, adj meg egy érvényes e-mail címet.
it: 😅 Per favore inserisci un indirizzo email valido.
nl: 😅 Voer een geldig e-mailadres in.
sv_se: 😅 Vänligen ange en giltig e-postadress.

# create_acc__email_taken_error
source: 🤔 An account already exists for that email.
da: 🤔 Der findes allerede en konto med denne email adresse.
de: 🤔 Es gibt bereits einen Account mit dieser E-Mail.
es_es: 🤔 Una cuenta ya existe para ese correo electrónico.
fr: 🤔 Un compte existe déjà avec cet email.
hu: 🤔 Már létezik egy fiók ezzel az e-mail címmel.
it: 🤔 Un account esiste già per questa email.
nl: 🤔 Er bestaat al een account voor dat e-mailadres.
sv_se: 🤔 Det finns redan ett konto med den e-postadressen.

# create_acc__email_server_error
source: 😭 We're experiencing issues with our servers, please try again in a couple of minutes.
da: 😭 Vi har problemer med vores servere, prøv venligst igen om et par minutter.
de: 😭 Wir haben derzeit Probleme mit unseren Servern, versuch es in ein paar Minuten erneut.
es_es: 😭 Estamos experimentando problemas con nuestros servidores, por favor inténtalo de nuevo en un par de minutos.
fr: 😭 Nous avons des problèmes avec nos serveurs, veuillez réessayer dans quelques minutes.
hu: 😭 Problémákba ütköztek a szervereink! Kérünk, próbáld újra pár perc múlva.
it: 😭 Stiamo riscontrando problemi con i nostri server, per favore riprova tra un paio di minuti.
nl: 😭 We ervaren problemen met onze servers. Probeer het over een paar minuten alsjeblieft opnieuw.
sv_se: 😭 Vi har serverproblem, vänligen försök igen om några minuter.

# create_acc__what_password
source: Choose a password
da: Vælg en adgangskode
de: Wähle ein Passwort
es_es: Elige una contraseña
fr: Choisissez un mot de passe
hu: Adj meg egy jelszót
it: Scegli una password
nl: Kies een wachtwoord
sv_se: Välj ett lösenord

# create_acc_password_hint_text
source: ({minLength}-{maxLength} characters)
da: ({minLength}-{maxLength} tegn)
de: ({minLength}-{maxLength} Zeichen)
es_es: ({minLength}-{maxLength} caracteres)
fr: ({minLength}-{maxLength} caractères)
hu: ({minLength}-{maxLength} karakter)
it: ({minLength}-{maxLength} caratteri)
nl: ({minLength}-{maxLength} tekens)
sv_se: ({minLength}-{maxLength} tecken)

# create_acc__what_password_subtext
source: (min 10 chars.)
da: (min 10 tegn.)
de: (min. 10 Zeichen)
es_es: (min 10 caracteres)
fr: (minimum 8 caractères.)
hu: (min. 10 karakter)
it: (minimo 10 caratteri.)
nl: (min 10 tekens)
sv_se: (minst 10 tecken)

# create_acc__password_empty_error
source: 😱 Your password can't be empty
da: 😱 Din adgangskode må ikke være tom
de: 😱 Dein Passwort darf nicht leer sein
es_es: 😱 La contraseña no puede estar vacía
fr: 😱 Votre mot de passe ne peut pas être vide
hu: 😱 A jelszavad nem lehet üres
it: 😱 La tua password non può essere vuota
nl: 😱 Je wachtwoord kan niet leeg zijn
sv_se: 😱 Du måste ange ett lösenord

# create_acc__password_length_error
source: 😅 A password must be between 8 and 64 characters.
da: 😅 Adgangskoden skal være imellem 8 og 64 tegn.
de: 😅 Ein Passwort muss zwischen 8 und 64 Zeichen lang sein.
es_es: 😅 La contraseña debe tener entre 8 y 64 caracteres.
fr: 😅 Un mot de passe doit comporter entre 8 et 64 caractères.
hu: 😅 A jelszónak min. 8 és max. 64 karakter hosszúnak kell lennie.
it: 😅 La password deve essere compresa tra 8 e 64 caratteri.
nl: 😅 Een wachtwoord moet tussen 8 en 64 karakters zijn.
sv_se: 😅 Ett lösenord måste vara mellan 8 och 64 tecken.

# create_acc__what_avatar
source: Choose a profile picture
da: Tilføj et profilbillede
de: Wähle ein Profilbild
es_es: Sube una foto de perfil
fr: Choisissez une photo de profil
hu: Válassz ki egy profilképet
it: Scegli una foto profilo
nl: Kies een profielfoto
sv_se: Välj en profilbild

# create_acc__avatar_tap_to_change
source: Tap to change
da: Tryk for at ændre
de: Zum Ändern tippen
es_es: Tocar para cambiar
fr: Appuyer pour changer
hu: Koppints a módosításhoz
it: Tocca per cambiare
nl: Tik om te wijzigen
sv_se: Tryck för att ändra

# create_acc__avatar_choose_camera
source: Take a photo
da: Tag et billede
de: Ein Foto machen
es_es: Toma una foto
fr: Prendre une photo
hu: Készíts fotót
it: Scatta una foto
nl: Neem een foto
sv_se: Ta ett foto

# create_acc__avatar_choose_gallery
source: Use an existing photo
da: Vælg et eksisterende billede
de: Ein bestehendes Foto verwenden
es_es: Usar una foto existente
fr: Utiliser une photo existante
hu: Meglévő fotó használata
it: Usa una foto esistente
nl: Gebruik een bestaande foto
sv_se: Använd ett existerande foto

# create_acc__avatar_remove_photo
source: Remove photo
da: Fjern billede
de: Bild entfernen
es_es: Eliminar foto
fr: Supprimer la photo
hu: Fotó törlése
it: Rimuovi foto
nl: Foto verwijderen
sv_se: Ta bort foto

# create_acc__done
source: Create account
da: Opret konto
de: Account erstellen
es_es: Crear cuenta
fr: Créer un compte
hu: Fiók létrehozása
it: Crea un account
nl: Account aanmaken
sv_se: Skapa konto
