Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/auth.arb
Languages: da, de, es_es, fr, hu, it, nl, sv_se

# create_acc__done_subtext
source: You can change this in your profile settings.
da: Du kan ændre dette senere i profil indstillinger.
de: Du kannst dies in deinen Profileinstellungen ändern.
es_es: Puedes cambiar esto en cualquier momento en la configuración de tu perfil.
fr: Vous pouvez le changer plus tard dans vos praramètres de profil.
hu: Ezt a profilod beállításaiban módosíthatod.
it: Puoi cambiarlo nelle impostazioni del tuo account.
nl: Je kunt dit wijzigen in je profielinstellingen.
sv_se: Du kan ändra detta i dina profilinställningar.

# create_acc__done_created
source: Your account has been created with username
da: Dit konto er oprettet.
de: Dein Konto wurde mit folgendem Benutzernamen erstellt
es_es: Tu cuenta ha sido creada con el nombre de usuario
fr: Your account has been created.
hu: A fiókod sikeresen létrejött! Íme a felhasználóneved:
it: Il tuo account è stato creato con nome utente
nl: Je account is aangemaakt met gebruikersnaam
sv_se: Ditt konto har skapats.

# create_acc__submit_loading_title
source: Hang in there!
da: Hav tålmodighed!
de: Halte durch!
es_es: ¡Ya casi!
fr: Tenez bon !
hu: Csak egy pillanat!
it: Ancora un attimo!
nl: Nog even volhouden!
sv_se: Håll ut!

# create_acc__submit_loading_desc
source: We're creating your account.
da: Vi opretter din konto.
de: Wir erstellen deinen Account.
es_es: Estamos creando tu cuenta.
fr: Nous sommes en train de créer votre compte.
hu: Létrehozzuk a fiókodat.
it: Stiamo creando il tuo account.
nl: We maken je account aan.
sv_se: Vi skapar ditt konto.

# create_acc__submit_error_title
source: Oh no...
da: Åh nej...
de: Oh nein...
fr: Ah non...
hu: Óh ne...
nl: Oh nee...
sv_se: Åh, nej...

# create_acc__submit_error_desc_server
source: 😭 We're experiencing issues with our servers, please try again in a couple of minutes.
da: 😭 Vi har problemer med vores servere, prøv venligst igen om et par minutter.
de: 😭 Wir haben derzeit Probleme mit unseren Servern, versuch es in ein paar Minuten erneut.
es_es: 😭 Estamos experimentando problemas con nuestros servidores, por favor inténtalo de nuevo en un par de minutos.
fr: 😭 Nous éprouvons des difficultés avec nos serveurs, veuillez s.v.p. réessayer dans quelques minutes.
hu: 😭 Problémákba ütköztek a szervereink! Kérünk, próbáld újra pár perc múlva.
it: 😭 Stiamo riscontrando problemi con i nostri server, per favore riprova tra un paio di minuti.
nl: 😭 We ervaren problemen met onze servers. Probeer het over een paar minuten opnieuw, a.u.b.
sv_se: 😭 Vi har serverproblem, vänligen försök igen om några minuter.

# create_acc__submit_error_desc_validation
source: 😅 It looks like some of the information was not right, please check and try again.
da: 😅 Det ser ud til at nogle af informationerne ikke var korrekte, kontroller venligst og prøv igen.
de: 😅 Es sieht so aus, als ob einige Informationen nicht korrekt waren, überprüfe diese und versuch es erneut.
es_es: 😅 Parece que algunos de los datos no son correctos, por favor comprueba e intenta de nuevo.
fr: 😭 Il semble que certaines informations n'étaient pas correctes, veuillez s.v.p. vérifier et réessayer.
hu: 😅 Úgy fest, valamelyik információ nem volt megfelelő. Kérünk, ellenőrizd és próbáld újra.
it: 😅 Sembra che alcune informazioni non siano corrette, per favore controlla e prova di nuovo.
nl: 😅 Het lijkt erop dat sommige informatie niet juist is, controleer en probeer het opnieuw a.u.b.
sv_se: 😅 Det ser ut som att en del av informationen var felaktig, vänligen kontrollera den och försök igen.

# create_acc__done_title
source: Hooray!
da: Hurra!
de: Hurra!
es_es: ¡Wohoo!
fr: Hourra !
hu: Hurrá!
it: Urrà!
nl: Hoera!
sv_se: Hurra!

# create_acc__done_description
source: Your account has been created.
da: Din konto er oprettet.
de: Dein Account wurde erstellt.
es_es: Tu cuenta ha sido creada.
fr: Votre compte a été créé.
hu: A fiókod sikeresen létrejött.
it: Il tuo account è stato creato.
nl: Je account is aangemaakt.
sv_se: Ditt konto har skapats.

# create_acc__your_username_is
source: Your user name is
da: Dit brugernavn er
de: Dein Benutzername ist
es_es: Tu nombre de usuario es
fr: Votre nom d'utilisateur.trice est :
hu: A felhasználóneved
it: Il tuo nome utente è
nl: Je gebruikersnaam is
sv_se: Ditt användarnamn är

# create_acc__can_change_username
source: If you wish, you can change it anytime via your profile page.
da: Hvis du ønsker, kan du altid ændre det via din profil side.
de: Wenn du möchtest, kannst du es jederzeit über deine Profilseite ändern.
es_es: Puedes cambiarlo en cualquier momento en la configuración de tu perfil.
fr: Si vous le souhaitez, vous pouvez le changer à tout moment via votre page de profil.
hu: Ha akarod, bármikor megváltoztathatod azt a profiloldaladon keresztül.
it: Se lo desideri, puoi cambiarlo in qualsiasi momento dalla pagina del profilo.
nl: Indien gewenst kun je dit altijd via je profielpagina wijzigen.
sv_se: Om du vill så kan du ändra det när som helst från din profilsida.

# create_acc__done_continue
source: Login
da: Log ind
de: Anmelden
es_es: Entrar
fr: Ouverture de session
hu: Belépés
it: Accedi
nl: Inloggen
sv_se: Logga in

# create_acc__one_last_thing
source: One last thing...
da: En sidste ting...
de: Eine letzte Sache...
es_es: Una última cosa...
fr: Une dernière chose...
hu: Még egy apró dolog...
it: Un'ultima cosa...
nl: Nog één ding...
sv_se: En sista sak...

# create_acc__register
source: Register
da: Tilmeld
de: Registrieren
es_es: Registro
fr: Inscription
hu: Regisztráció
it: Iscriviti
nl: Registreren
sv_se: Registrera

# create_acc__are_you_legal_age
source: Are you older than 16 years?
da: Er du ældre end 16 år?
de: Bist du älter als 16 Jahre?
es_es: ¿Tienes más de 16 años?
fr: Êtes-vous agé.e de plus 16 ans ?
hu: Elmúltál már 16 éves?
it: Hai più di 16 anni?
nl: Ben je ouder dan 16 jaar?
sv_se: Är du äldre än 16 år?

# login__login
source: Continue
da: Fortsæt
de: Weiter
es_es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
nl: Doorgaan
sv_se: Fortsätt

# login__previous
source: Previous
da: Forrige
de: Zurück
es_es: Anterior
fr: Précédent
hu: Előző
it: Indietro
nl: Vorige
sv_se: Tillbaka

# login__title
source: Welcome back!
da: Velkommen tilbage!
de: Willkommen zurück!
es_es: ¡Bienvenido de nuevo!
fr: Bon retour !
hu: Üdv újra!
it: Bentornato!
nl: Welkom terug!
sv_se: Välkommen tillbaka!

# login__subtitle
source: Enter your credentials to continue.
da: Indtast dine oplysninger for at fortsætte.
de: Gib deine Anmeldedaten ein, um fortzufahren.
es_es: Introduce tus credenciales para continuar.
fr: Entrez vos informations d'identification afin de continuer.
hu: A folytatáshoz add meg a belépési adataidat.
it: Inserisci le tue credenziali per proseguire.
nl: Voer uw inloggegevens in om door te gaan.
sv_se: Ange dina inloggningsuppgifter för att fortsätta.

# login__forgot_password
source: Forgot password
da: Glemt adgangskode
de: Passwort vergessen
es_es: Olvidé mi contraseña
fr: Mot de passe oublié
hu: Elfelejtett jelszó
it: Password dimenticata
nl: Wachtwoord vergeten
sv_se: Glömt lösenordet

# login__forgot_password_subtitle
source: Enter your username or email
da: Indtast din email
de: Benutzername oder E-Mail eingeben
es_es: Introduce tu nombre de usuario o email
fr: Enter your email
hu: Add meg a felhasználóneved vagy e-mail címed
it: Il tuo nome utente o email
nl: Voer je gebruikersnaam of email adres in
sv_se: Ange din e-postadress

# login__username_label
source: Username
da: Brugernavn
de: Benutzername
es_es: Usuario
fr: Nom d'utilisateur.trice
hu: Felhasználónév
it: Nome utente
nl: Gebruikersnaam
sv_se: Användarnamn

# login__password_label
source: Password
da: Adgangskode
de: Passwort
es_es: Contraseña
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
sv_se: Lösenord

# login__or_text
source: Or
de: Oder
es_es: O
hu: vagy
it: Oppure
nl: Of

# login__password_empty_error
source: Password is required.
da: Adgangskode er obligatorisk.
de: Passwort ist erforderlich.
es_es: La contraseña es requerida.
fr: Le mot de passe est requis.
hu: A jelszó szükséges.
it: La password è necessaria.
nl: Wachtwoord is vereist.
sv_se: Ett lösenord krävs.

# login__password_length_error
source: Password must be between 8 and 64 characters.
da: Adgangskoden skal være imellem 8 og 64 tegn.
de: Das Passwort muss zwischen 8 und 64 Zeichen lang sein.
es_es: La contraseña debe tener entre 8 y 64 caracteres.
fr: Le mot de passe doit comporter entre 8 et 64 caractères.
hu: A jelszónak min. 8 és max. 64 karakter hosszúnak kell lennie.
it: La password deve essere compresa tra 8 e 64 caratteri.
nl: Wachtwoord moet tussen 8 en 64 karakters zijn.
sv_se: Lösenordet måste vara mellan 8 och 64 tecken.

# login__username_empty_error
source: Username is required.
da: Brugernavnet er obligatorisk.
de: Benutzername ist erforderlich.
es_es: El nombre de usuario es requerido.
fr: Le nom d’utilisateur.trice est requis.
hu: A felhasználónév szükséges.
it: Il nome utente è richiesto.
nl: Gebruikersnaam is vereist.
sv_se: Ett användarnamn krävs.

# login__username_length_error
source: Username can't be longer than 30 characters.
da: Et brugernavn kan ikke være længere end 30 tegn.
de: Benutzername darf nicht länger als 30 Zeichen sein.
es_es: El nombre de usuario no puede tener más de 30 caracteres.
fr: Le nom d'utilisateur.trice ne peut pas être plus long que 30 caractères.
hu: A felhasználónév nem lehet 30 karakternél hosszabb.
it: Il nome utente non può essere più lungo di 30 caratteri.
nl: Gebruikersnaam kan niet langer zijn dan 30 karakters.
sv_se: Användarnamnet kan inte vara längre än 30 tecken.

# login__username_characters_error
source: Username can only contain alphanumeric characters and underscores.
da: Et brugernavn kan kun indeholde alfanumeriske tegn og underscore.
de: Benutzername kann nur alphanumerische Zeichen und Unterstriche enthalten.
es_es: El nombre de usuario sólo puede contener caracteres alfanuméricos y guiones bajos.
fr: Le nom d'utilisateur.trice ne peut contenir que des caractères alphanumériques et des soulignements.
hu: A felhasználónév csak alfanumerikus karaktereket és alulvonásokat tartalmazhat.
it: Il nome utente può contenere solo caratteri alfanumerici e trattini bassi.
nl: Gebruikersnaam kan alleen alfanumerieke karakters en underscores bevatten.
sv_se: Användarnamnet kan bara innehålla alfanumeriska tecken och understreck.

# login__credentials_mismatch_error
source: The provided credentials do not match.
da: De angivne oplysninger er ikke gyldige.
de: Die angegebenen Anmeldedaten stimmen nicht überein.
es_es: Las credenciales proporcionadas no coinciden.
fr: Les informations d'identification fournies ne correspondent pas.
hu: A megadott belépési adatok nem megfelelőek.
it: Le credenziali fornite non corrispondono.
nl: De versterkte inloggegevens komen niet overeen.
sv_se: De angivna uppgifterna matchar inte.

# login__server_error
source: Uh oh.. We're experiencing server issues. Please try again in a few minutes.
da: Æh øh... Vi oplever problemer med serverne. Prøv venligst igen om nogle minutter.
de: Oh oh.. Wir haben Serverprobleme. Bitte versuche es in wenigen Minuten erneut.
es_es: Uh oh.. Estamos experimentando problemas del servidor. Por favor, inténtalo de nuevo en unos minutos.
fr: Oh oh... Nous éprouvons des problèmes de serveur. Veuillez s.v.p. réessayer dans quelques minutes.
hu: Hoppsz... Szerverproblémákba ütköztünk. Kérünk, próbáld újra pár perc múlva.
it: Oh oh... Stiamo avendo dei problemi sui server. Per favore riprova tra qualche minuto.
nl: Oh oh.. We ervaren problemen met de server. Probeer het over enkele minuten opnieuw.
sv_se: Åh nej.. Vi har serverproblem. Vänligen försök igen om några minuter.

# login__connection_error
source: We can't reach our servers. Are you connected to the internet?
da: Vi kan ikke forbinde til vores servere. Er du forbundet med internettet?
de: Wir können unsere Server nicht erreichen. Ist eine Verbindung zum Internet vorhanden?
es_es: No podemos llegar a nuestros servidores. ¿Estás conectado a Internet?
fr: Nous ne pouvons pas établir de connexion avec nos serveurs. Êtes-vous connecté.e à Internet ?
hu: Nem tudjuk elérni a szervereinket. Van működő internetkapcsolatod?
it: Non possiamo raggiungere i nostri server. Sei connesso a internet?
nl: We kunnen onze servers niet bereiken. Ben je verbonden met het internet?
sv_se: Vi kan inte nå våra servrar. Är du uppkopplad mot internet?

# change_password_title
source: Change password
da: Ændre adgangskode
de: Passwort ändern
es_es: Cambiar contraseña
fr: Changer le mot de passe
hu: Jelszó megváltoztatása
it: Cambia password
nl: Wachtwoord wijzigen
sv_se: Ändra lösenord

# change_password_current_pwd
source: Current password
da: Nuværende adgangskode
de: Aktuelles Passwort
es_es: Contraseña actual
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password attuale
nl: Huidig wachtwoord
sv_se: Nuvarande lösenord

# change_password_current_pwd_hint
source: Enter your current password
da: Angiv den nuværende adgangskode
de: Gib dein aktuelles Passwort ein
es_es: Introduce tu contraseña actual
fr: Entrez votre mot de passe actuel
hu: Írd be a jelenlegi jelszavad
it: Inserisci la password attuale
nl: Voer je huidige wachtwoord in
sv_se: Ange ditt nuvarande lösenord

# change_password_current_pwd_incorrect
source: Entered password was incorrect
da: Den indtastede adgangskode er forkert
de: Eingegebenes Passwort war falsch
es_es: La contraseña introducida fue incorrecta
fr: Le mot de passe entré est incorrect
hu: A megadott jelszó helytelen
it: La password inserita non è corretta
nl: Het ingevoerde wachtwoord is onjuist
sv_se: Det angivna lösenordet var felaktigt

# change_password_new_pwd
source: New password
da: Ny adgangskode
de: Neues Passwort
es_es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
nl: Nieuw wachtwoord
sv_se: Nytt lösenord

# change_password_new_pwd_hint
source: Enter your new password
da: Indtast din nye adgangskode
de: Neues Passwort eingeben
es_es: Introduzca su nueva contraseña
fr: Entrez votre nouveau mot de passe
hu: Add meg az új jelszavad
it: Inserisci la tua nuova password
nl: Voer je nieuwe wachtwoord in
sv_se: Ange ditt nya lösenord

# change_password_new_pwd_error
source: Please ensure password is between 10 and 100 characters long
da: Verificer venligst at adgangskoden er mellem 10 og 100 tegn lang
de: Bitte stelle sicher, dass das Passwort zwischen 10 und 100 Zeichen lang ist
es_es: Por favor, asegúrate de que la contraseña tenga entre 10 y 100 caracteres
fr: Veuillez vous assurer que le mot de passe comporte entre 10 et 100 caractères
hu: Kérünk, bizonyosodj meg arról, hogy a jelszavad hosszúsága 10 és 100 karakter között van
it: Per favore assicurati che la password sia compresa tra 10 e 100 caratteri
nl: Zorg dat het wachtwoord 10 tot 100 tekens lang is
sv_se: Vänligen se till att lösenordet är mellan 10 och 100 tecken långt

# change_password_save_text
source: Save
da: Gem
de: Speichern
es_es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
sv_se: Spara

# change_password_save_success
source: All good! Your password has been updated
da: Alt vel! Din adgangskode er opdateret
de: Alles gut! Dein Passwort wurde aktualisiert
es_es: ¡Todo bien! Tu contraseña ha sido actualizada
fr: C'est fait ! Votre mot de passe a été mis à jour
hu: Remek! Jelszavad sikeresen módosításra került
it: Tutto a posto! La tua password è stata aggiornata
nl: Alles goed! Je wachtwoord is bijgewerkt
sv_se: Allt klart! Ditt lösenord har uppdaterats

# login__email_label
source: Email
es_es: Correo electrónico
fr: Adresse courriel
hu: E-mail cím
sv_se: E-postadress
