Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/drawer.arb
Languages: da, es_es, fr, hu, it, nl, sv_se, tr

# menu_title
source: Menu
es_es: Menú
hu: Menü
sv_se: Meny
tr: Menü

# main_title
source: My Okuna
da: Mit Okuna
es_es: Mi Okuna
fr: Mon Okuna
hu: Saját Okuna
it: Okuna
nl: Mijn Okuna
sv_se: Mitt Okuna
tr: Benim Okuna'm

source: My circles
da: Mine cirkler
es_es: Mis círculos
fr: Mes cercles
hu: Köreim
it: Cerchie
nl: Mijn cirkels
sv_se: Mina cirklar
tr: Çevrelerim

source: My lists
da: Mine lister
es_es: Mis listas
fr: Mes listes
hu: Listáim
it: Liste
nl: Mijn lijsten
sv_se: Mina listor
tr: Listelerim

source: My followers
da: Mine følgere
es_es: Mis seguidores
fr: Mes abonné.e.s
hu: Követőim
it: Follower
nl: Mijn volgers
sv_se: Mina följare
tr: Takipçilerim

source: My following
da: Hvem jeg følger
es_es: Mis seguidos
fr: Abonnements
hu: Követéseim
it: Seguiti
nl: Mijn volgers
sv_se: Mitt följande
tr: Takip ettiklerim

source: My invites
da: Mine invitationer
es_es: Mis invitaciones
fr: Mes invitations
hu: Meghívóim
it: Inviti
nl: Mijn uitnodigingen
sv_se: Mina inbjudningar
tr: Davetlerim

# my_pending_mod_tasks
source: My pending moderation tasks
da: Mine udestående moderations opgaver
es_es: Mis tareas de moderación pendientes
fr: Mes tâches de modération en attente
hu: Függő moderációs feladataim
it: I miei incarichi di moderazione in attesa
nl: Mijn wachtende moderatie taken
sv_se: Mina väntande modereringsuppgifter
tr: Bekleyen Moderasyon görevlerim

# my_mod_penalties
source: My moderation penalties
da: Mine moderations straffe points
es_es: Mis penalizaciones de moderación
fr: Mes pénalités de modération
hu: Moderációs büntetéseim
it: Le mie penalità di moderazione
nl: Mijn strafpunten
sv_se: Mina modereringsstraff
tr: Moderasyon cezalarım

# app_account_text
source: App & Account
da: App & Konto
es_es: App & cuenta
fr: Application & Compte
hu: App és fiók
sv_se: App & Konto
tr: Uygulama ve Hesap

source: Themes
da: Temaer
es_es: Temas
fr: Thèmes
hu: Témák
it: Temi
nl: Themaâ€™s
sv_se: Teman
tr: Temalar

source: Global moderation
es_es: Moderación global
fr: Modération globale
hu: Globális moderáció
it: Moderazione globale
nl: Algemene moderatie
sv_se: Global moderering
tr: Global denetim

source: Profile
da: Profil
es_es: Perfil
fr: Profil
hu: Profilom
it: Profilo
nl: Profiel
sv_se: Profil
tr: Profil

# connections
source: My connections
da: Mine forbindelser
es_es: Mis conexiones
fr: Mes connexions
hu: Kapcsolataim
it: Connessioni
nl: Mijn connecties
sv_se: Mina kontakter
tr: Bağlantılarım

# lists
source: My lists
da: Mine lister
es_es: Mis listas
fr: Mes listes
hu: Listáim
it: Liste
nl: Mijn lijsten
sv_se: Mina listor
tr: Listelerim

source: Settings
da: Indstillinger
es_es: Configuración
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
sv_se: Inställningar
tr: Ayarlar

source: Application Settings
da: App-indstillinger
es_es: Configuración de la aplicación
fr: Paramètres de l'application
hu: Alkalmazás beállításai
it: Impostazioni Applicazione
nl: Applicatie instellingen
sv_se: Programinställningar
tr: Uygulama Ayarları

source: Account Settings
da: Konto Indstillinger
es_es: Configuración de cuenta
fr: Paramètres du compte
hu: Fiók beállításai
it: Impostazioni Account
nl: Account instellingen
sv_se: Kontoinställningar
tr: Hesap Ayarları

# account_settings_change_email
source: Change Email
da: Skift Email
es_es: Cambiar email
fr: Changer l'email
hu: E-mail cím módosítása
it: Cambia Email
nl: E-mailadres wijzigen
sv_se: Ändra e-post
tr: E-Postanı Değiştir

# account_settings_change_password
source: Change Password
da: Skift Adgangskode
es_es: Cambiar contraseña
fr: Changer le mot de passe
hu: Jelszó módosítása
it: Cambia Password
nl: Wachtwoord wijzigen
sv_se: Ändra lösenord
tr: Şifreni Değiştir

# account_settings_notifications
source: Notifications
da: Notifikationer
es_es: Notificaciones
hu: Értesítések
it: Notifiche
nl: Notificaties
sv_se: Aviseringar
tr: Bildirimler

# account_settings_language_text
source: Language
da: Sprog
es_es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
sv_se: Språk
tr: Dil

# account_settings_language
source: Language ({currentUserLanguage})
da: Sprog ({currentUserLanguage})
es_es: Idioma ({currentUserLanguage})
fr: Langue ({currentUserLanguage})
hu: Nyelv ({currentUserLanguage})
it: Lingua ({currentUserLanguage})
nl: Taal ({currentUserLanguage})
sv_se: Språk ({currentUserLanguage})
tr: Dil ({currentUserLanguage})

# account_settings_blocked_users
source: Blocked users
da: Blokerede brugere
es_es: Usuarios bloqueados
fr: Utilisateurs.trices bloqué.e.s
hu: Letiltott felhasználók
it: Utenti bloccati
nl: Geblokkeerde gebruikers
sv_se: Blockerade användare
tr: Engellenmiş kullanıcılar

# account_settings_delete_account
source: Delete account
da: Slet konto
es_es: Eliminar cuenta
fr: Supprimer mon compte
hu: Fiók törlése
it: Elimina account
nl: Verwijder account
sv_se: Ta bort konto
tr: Hesabı sil

# help
source: Support & Feedback
es_es: Asistencia y comentarios
fr: Assistance et commentaires
hu: Segítség és visszajelzés
it: Assistenza & Feedback
nl: Ondersteuning & Feedback
sv_se: Hjälp och feedback
tr: Destek ve Geri Bildirim

source: Customize
da: Tilpas
es_es: Personalizar
fr: Personnaliser
hu: Testreszabás
it: Personalizza
nl: Personaliseren
sv_se: Anpassa
tr: Kişiselleştir

source: Log out
da: Log ud
es_es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Disconnetti
nl: Afmelden
sv_se: Logga ut
tr: Oturumu Kapat

# useful_links_title
source: Useful links
da: Nyttige links
es_es: Enlaces útiles
fr: Liens utiles
hu: Hasznos linkek
it: Link utili
nl: Handige links
sv_se: Användbara länkar
tr: Faydalı bağlantılar

# useful_links_guidelines
source: Okuna guidelines
da: Okuna retningslinjer
es_es: Reglas de Okuna
fr: Directives générales d'Okuna
hu: Okuna irányelvek
it: Regolamento Openspace
nl: Okuna richtlijnen
sv_se: Okunas riktlinjer
tr: Okuna'nın ilkeleri

# useful_links_guidelines_desc
source: The guidelines we're all expected to follow for a healthy and friendly co-existence.
da: De retningslinjer, som vi alle forventes at følge for et sundt og venskabeligt samvær.
es_es: Las reglas que todos esperamos sigan para una coexistencia sana y amistosa.
fr: Les directives générales que nous devons tous.tes suivre pour une coexistence saine et amicale.
hu: Az irányelvek, melyeket mindenkinek be kell tartania a barátságos és kényelmes körülmények megteremtéséhez.
it: Le regole che ci aspettiamo tutti seguiranno per una convivenza sana e amichevole.
nl: De richtlijnen die we allemaal horen te volgen voor een gezond en gezellig samenzijn.
sv_se: Riktlinjerna vi alla förväntas att följa för en hälsosam och vänlig samvaro.
tr: Hepinizin sağlıklı ve dostça bir ortak varlığınızı korumak için izlemeniz gereken kurallar.

# useful_links_guidelines_github
source: Github project board
es_es: Tabla de proyectos Github
fr: Tableau de projet Github
hu: GitHub projekttábla
it: Scheda del progetto su Github
nl: Github projectbord
sv_se: Projekttavla på Github
tr: Github proje panosu

# useful_links_guidelines_github_desc
source: Take a look at what we're currently working on
da: Se hvad vi i øjeblikket arbejder med
es_es: Echa un vistazo a lo que estamos trabajando actualmente
fr: Regardez ce sur quoi nous travaillons actuellement
hu: Tekintsd meg, min dolgozunk jelenleg
it: Dai un'occhiata a ciò a cui stiamo lavorando
nl: Kijk eens naar waar we nu aan werken
sv_se: Ta en titt på vad vi arbetar på just nu
tr: Şu anda üzerinde çalıştığımıza bir göz atın

# useful_links_guidelines_feature_requests
source: Feature requests
da: Foreslå ny funktionalitet
es_es: Solicitudes de funcionalidad
fr: Demandes de fonctionnalités
hu: Funkciójavaslatok
it: Richiedi Funzionalità
nl: Feature-aanvragen
sv_se: Funktionsförslag
tr: Özellik istekleri

# useful_links_guidelines_feature_requests_desc
source: Request a feature or upvote existing requests
da: Foreslå ny funktionalitet eller stem på eksisterende forslag
es_es: Solicitar una función o votar peticiones existentes
fr: Demander une fonctionnalité ou voter pour les demandes existantes
hu: Javasolj egy funkciót vagy szavazz a már létezőekre
it: Richiedi una nuova funzionalità o vota le richieste esistenti
nl: Vraag een feature aan of stem op een bestaande
sv_se: Föreslå en ny funktion eller rösta för existerande förslag
tr: Bir özellik isteyin veya var olan istekleri oylayın

# useful_links_guidelines_bug_tracker
source: Bug tracker
da: Indberetning af fejl
es_es: Rastreador de errores
fr: Outil de suivi des bug
hu: Hibakövető
it: Segnalazione Bug
sv_se: Felrapportering
tr: Hata izleyici

# useful_links_guidelines_bug_tracker_desc
source: Report a bug or upvote existing bugs
da: Indberet fejl eller stem på foreslåede rettelser
es_es: Reportar un error o votar errores existentes
fr: Signaler un bug
hu: Jelents be egy hibát vagy szavazz a már létezőekre
it: Segnala un bug o vota bug esistenti
nl: Meld een bug of stem op een bestaande
sv_se: Rapportera ett fel eller rösta för existerande rapporter
tr: Bir hata rapor edin veya var olan hataları oylayın

# useful_links_guidelines_handbook
source: Okuna user guide
da: Okuna håndbog
es_es: Manual de usuario
fr: Manuel d'Okuna
hu: Okuna kézikönyv
it: Manuale Openspace
nl: Okuna gebruikershandleiding
sv_se: Okunas handbok
tr: Okuna el kitabı

# useful_links_guidelines_handbook_desc
source: A book with everything there is to know about using the platform
da: En bog med alt hvad der er værd at vide om at benytte platformen
es_es: Un libro con todo lo que hay que saber sobre el uso de la plataforma
fr: Un manuel avec tout ce qu'il y a à savoir sur l'utilisation de la plateforme
hu: Egy kézikönyv, mely mindent leír a platform használatáról
it: Un manuale con tutto quello che c'è da sapere sull'utilizzo della piattaforma
nl: Een website met alles wat er te weten is over het gebruik van het platform
sv_se: En bok med allt du behöver veta om att använda plattformen
tr: Platformu kullanma hakkında bilmeniz gereken her şeyi içeren bir kitap

# useful_links_support
source: Support Okuna
da: Støt Okuna
es_es: Contribuir a Okuna
fr: Supporter Okuna
hu: Az Okuna támogatása
it: Sostieni Okuna
nl: Okuna ondersteunen
sv_se: Stöd Okuna
tr: Okuna Destek

# useful_links_support_desc
source: Find a way you can support us on our journey!
da: Find en vej at støtte os på vores tur!
es_es: Encuentra una forma de ayudarnos en nuestro viaje!
fr: Trouvez un moyen de nous aider dans notre voyage !
hu: Segíthetsz, hogy tovább tudjunk evezni a terveink tengerén!
it: Trova un modo per sostenerci nel nostro viaggio!
nl: Vind een manier om ons te steunen op onze reis!
sv_se: Hitta ett sätt på vilket du kan hjälpa oss under vår resa!
tr: Yolculuğumuzda bizi destekleyebilecek bir yönteme bakın!

# useful_links_slack_channel
source: Community Slack channel
da: Fællesskabets Slack Channel
es_es: Slack de la comunidad
fr: Chaîne communautaire sur Slack
hu: Közösségi Slack csatorna
it: Canale Slack della comunità
nl: Slack kanaal voor de community
sv_se: Gemenskapens Slack-kanal
tr: Topluluk çözüm kanalı

# useful_links_slack_channel_desc
source: A place to discuss everything about Okuna
da: Stedet hvor alt om Okuna diskuteres
es_es: Un lugar para discutir todo sobre Okuna
fr: Un endroit pour discuter de tout à propos d'Okuna
hu: A hely ahol bármit megbeszélhetsz az Okunával kapcsolatban
it: Un luogo dove discutere tutto riguardo Openspace
nl: Een plek om alles te bespreken over Okuna
sv_se: En plats för diskussioner om allt om Okuna
tr: Okuna hakkında her şeyi tartışacağınız bir yer
