Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/notifications.arb
Languages: da, de, es, fr, hu, it, nl, pt_br, sv_se, tr

# tab_general
source: General
da: Overordnet
de: Allgemein
fr: Général
hu: Általános
nl: Algemeen
pt_br: Gerais
sv_se: Allmänna

# tab_requests
source: Requests
da: Forespørgsler
de: Anfragen
fr: Requêtes
hu: Kérelmek
nl: Verzoeken
pt_br: Pedidos
sv_se: Förfrågningar

# settings_title
source: Notifications settings
da: Indstillinger for beskeder
de: Benachrichtigungen
es: Configuración de notificaciones
fr: Paramètres de notifications
hu: Értesítési beálllítások
it: Impostazioni Notifiche
nl: Instellingen voor meldingen
pt_br: Configurações de notificações
sv_se: Aviseringsinställningar
tr: Bildirim ayarları

# general_title
source: Notifications
da: Beskeder
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
it: Notifiche
nl: Meldingen
pt_br: Notificações
sv_se: Aviseringar
tr: Bildirimler

# general_desc
source: Be notified when something happens
da: Få besked når noget sker
de: Werde benachrichtigt, wenn etwas passiert
es: Se notificado cuando ocurra algo
fr: Soyez averti.e lorsque quelque chose se produit
hu: Értesülj, ha történik valami
it: Ricevi notifiche quando succede qualcosa
nl: Krijg een melding als iets gebeurt
pt_br: Seja notificado(a) quando algo acontecer
sv_se: Bli meddelad när något händer
tr: Bir şey olduğunda haberdar olun

# follow_title
source: Follow
da: Følg
de: Folgen
es: Seguir
fr: Nouvel.le abonné.e
hu: Követés
it: Segui
nl: Volg
pt_br: Seguidores
sv_se: Följare
tr: Takip et

# follow_desc
source: Be notified when someone starts following you
da: Få besked når nogen begynder at følge dig
de: Werde benachrichtigt, wenn dir jemand folgt
es: Se notificado cuando alguien comienza a seguirte
fr: Soyez averti.e lorsque quelqu'un s'abonne à vous
hu: Értesülj, ha valaki követni kezd téged
it: Ricevi una notifica quando qualcuno inizia a seguirti
nl: Melden wanneer iemand je begint te volgen
pt_br: Seja notificado(a) quando alguém começar a seguir você
sv_se: Bli meddelad när någon börjar följa dig
tr: Birisi sizi takip etmeye başladığında haberdar olun

# connection_title
source: Connection request
da: Kontaktanmodning
de: Verbindungsanfrage
es: Solicitud de conexión
fr: Demande de connexion
hu: Függő kapcsolat
it: Richiesta di connessione
nl: Verbindingsverzoek
pt_br: Pedidos de conexão
sv_se: Kontaktförfrågan
tr: Bağlantı isteği

# connection_desc
source: Be notified when someone wants to connect with you
da: Få besked når nogen ønsker at forbinde sig med dig
de: Werde benachrichtigt, wenn sich jemand mit dir verbinden möchte
es: Se notificado cuando alguien quiere conectar contigo
fr: Soyez averti.e lorsque quelqu'un veut se connecter avec vous
hu: Értesülj, ha valaki kapcsolatfelkérést küldött neked
it: Ricevi una notifica quando qualcuno desidera connettersi con te
nl: Melden wanneer iemand met je wil verbinden
pt_br: Seja notificado(a) quando alguém quiser se conectar com você
sv_se: Bli meddelad när någon vill ha dig som kontakt
tr: Birisi sizinle bağlantı kurmak istediğinde haberdar olun

# comment_title
source: Post comment
da: Tilføj kommentar
de: Kommentare auf Beiträge
es: Comentario
fr: Commentaire sur l'une de vos publications
hu: Hozzászólás küldése
it: Pubblica commento
nl: Plaats commentaar
pt_br: Comentários
sv_se: Kommentar på inlägg
tr: Gönderi yorumu

# comment_desc
source: Be notified when someone comments on one of your posts or one you also commented
da: Få besked når nogen kommenterer på et af dine indlæg eller på et du også kommenterede på
de: Werde benachrichtigt, wenn jemand einen deiner Beiträge oder einen von dir kommentierten Beitrag kommentiert
es: Se notificado cuando alguien comente en uno de tus posts o en uno que tu también comentaste.
fr: Soyez averti.e lorsque quelqu'un commente sur l'une de vos publications ou une sur laquelle vous avez commenté
hu: Értesülj, ha valaki hozzászólt egy bejegyzésedhez vagy egy bejegyzéshez amelyhez te is hozzászóltál
it: Ricevi una notifica quando qualcuno commenta un tuo post o un post che hai commentato.
nl: Melden wanneer iemand commentaar geeft op een van je berichten of een bericht waarop je commentaar gegeven hebt
pt_br: Seja notificado(a) quando alguém comentar uma das suas publicações ou uma que você também comentou
sv_se: Bli meddelad när någon kommenterar på ett av dina inlägg eller ett inlägg du också kommenterat på.
tr: Birisi gönderilerinizden biriyle veya bir yorumunuzla ilgili yorum yazdığında haberdar olun.

# comment_reply_title
source: Post comment reply
da: Send svar på kommentar
de: Kommentar-Antworten
es: Respuesta al comentario del post
fr: Réponse à l'un de vos commentaires
hu: Válasz hozzászólásra
it: Risposta al commento
nl: Plaats antwoord op commentaar
pt_br: Respostas aos comentários
sv_se: Svar på kommentar
tr: Gönderideki cevap bildirildi

# comment_reply_desc
source: Be notified when someone replies to one of your comments or one you also replied to
da: Få besked når nogen svarer på en af dine kommentarer eller på en du også svarede på
de: Werde benachrichtigt, wenn jemand auf deinen Kommentar, oder auf einen, auf den du auch geantwortet hast, antwortet
es: Se notificado cuando alguien responde a uno de tus comentarios o a uno que tu también comentaste.
fr: Soyez averti.e lorsque quelqu'un répond à l'un de vos commentaires ou un auquel vous avez aussi répondu
hu: Értesülj, ha valaki válaszol egy hozzászólásodra vagy egy hozzászólásra melyre te is válaszoltál
it: Ricevi una notifica quando qualcuno risponde a un tuo post o a un post a cui hai risposto.
nl: Melden wanneer iemand antwoord geeft op een van jouw commentaren of een commentaar waarop je geantwoord hebt
pt_br: Seja notificado(a) quando alguém responder a um dos seus comentários ou a um que você também respondeu
sv_se: Bli meddelad när någon svarar på en av dina kommentarer eller en kommentar du också svarat på.
tr: Birisi yorumlarınızdan birini veya yanıtladığınız birini yanıtladığında haberdar olun.

# comment_user_mention_title
source: Post comment mention
da: Send nævnelse af kommentaren
de: Erwähnungen in Kommentaren
fr: Mention dans un commentaire
hu: Megjelölés hozzászólásban
nl: Bericht commentaar vermelding
pt_br: Menções em comentários
sv_se: Omnämnande i kommentar
tr: Gönderi yorumunda bahsedilmesi

# comment_user_mention_desc
source: Be notified when someone mentions you on one of their comments
da: Få besked når nogen nævner dig i en af sine kommentarer
de: Werde benachrichtigt, wenn dich jemand in einem Kommentar erwähnt
fr: Soyez averti.e lorsque quelqu'un vous mentionne dans l'un de leurs commentaires
hu: Értesülj, ha valaki megjelöl téged egy hozzászólásban
nl: Krijg een melding als iemand je noemt in een commentaar
pt_br: Seja notificado(a) quando alguém mencionar você em um comentário
sv_se: Bli meddelad när någon nämner dig i en av sina kommentarer
tr: Birisi sizden yorumlarından birinde bahsettiğinde haberdar olun

# post_user_mention_title
source: Post mention
da: Send nævnelse
de: Erwähnungen in Beiträgen
fr: Mention sur une publication
hu: Megjelölés bejegyzésben
nl: Berichtvermelding
pt_br: Menções em posts
sv_se: Omnämnande i inlägg
tr: Gönderide bahsedilmesi

# post_user_mention_desc
source: Be notified when someone mentions you on one of their posts
da: Få besked når nogen nævner dig i en af sine indlæg
de: Werde benachrichtigt, wenn dich jemand in einem Beitrag erwähnt
fr: Soyez averti.e lorsque quelqu'un vous mentionne dans l'une de leurs publications
hu: Értesülj, ha valaki megjelöl téged egy bejegyzésben
nl: Wordt op de hoogte gesteld wanneer iemand je op een van hun berichten vermeldt
pt_br: Seja notificado(a) quando alguém mencionar você em uma publicação
sv_se: Bli meddelad när någon nämner dig i ett av sina inlägg
tr: Birisi gönderilerinden birinde sizden bahsettiğinde haberdar olun

# comment_reaction_title
source: Post comment reaction
da: Send reaktion på kommentar
de: Kommentar-Reaktionen
es: Reacción a comentario
fr: Réaction à l'un de vos commentaires
hu: Reagálás hozzászólásra
it: Pubblica reaction al commento
nl: Plaats commentaar reactie
pt_br: Reações aos comentários
sv_se: Reaktion på kommentar
tr: Yorum tepkisi gönderisi

# comment_reaction_desc
source: Be notified when someone reacts to one of your post commments
da: Få besked når nogen reagerer på en af dine kommentarer til indlægget
de: Werde benachrichtigt, wenn jemand auf einen deiner Kommentare reagiert
es: Se notificado cuando alguien reacciona en uno de tus comentarios.
fr: Soyez averti.e lorsque quelqu'un réagit à l'un de vos commentaires
hu: Értesülj, ha valaki reagált egy hozzászólásodra
it: Ricevi una notifica quando qualcuno reagisce a uno dei tuoi commenti.
nl: Melden wanneer iemand reageert op één van jouw bericht commentaren
pt_br: Seja notificado(a) quando alguém reagir a um dos seus comentários
sv_se: Bli meddelad när någon reagerar på en av dina inläggskommentarer.
tr: Birisi yorumlarınızdan birine tepki verdiğinde haberdar olun.

# post_reaction_title
source: Post reaction
da: Send reaktion
de: Reaktionen auf Beiträge
es: Reacción a post
fr: Réaction sur l'une de vos publications
hu: Reagálás bejegyzésre
it: Pubblica reaction
nl: Plaats reactie
pt_br: Reações aos posts
sv_se: Reaktion på inlägg
tr: Gönderi tepkisi

# post_reaction_desc
source: Be notified when someone reacts to one of your posts
da: Få besked når nogen reagerer på et af dine indlæg
de: Werde benachrichtigt, wenn jemand auf einen deiner Beiträge reagiert
es: Se notificado cuando alguien reacciona en uno de tus posts.
fr: Soyez averti.e lorsque quelqu'un réagit à l'une de vos publications
hu: Értesülj, ha valaki reagált egy bejegyzésedre
it: Ricevi una notifica quando qualcuno reagisce a uno dei tuoi post.
nl: Melden wanneer iemand reageert op één van jouw berichten
pt_br: Seja notificado(a) quando alguém reagir a uma das suas publicações
sv_se: Bli meddelad när någon reagerar på ett av dina inlägg.
tr: Birisi gönderinize yanıt verdiğinde haberdar olun.

# community_invite_title
source: Community invite
da: Invitation til fælleskabet
de: Community-Einladungen
es: Invitación a comunidad
fr: Invitation à une communauté
hu: Meghívás közösségbe
it: Invito comunità
nl: Community uitnodiging
pt_br: Convites para comunidades
sv_se: Gemenskapsinbjudan
tr: Topluluk daveti

# community_invite_desc
source: Be notified when someone invites you to join a community
da: Få besked når nogen inviterer dig i et fælleskab
de: Werde benachrichtigt, wenn dich jemand in eine Community einlädt
es: Se notificado cuando alguien te invita a unirte a una comunidad.
fr: Soyez averti.e lorsque quelqu'un vous invite à rejoindre une communauté
hu: Értesülj, ha valaki meghív téged egy közösségbe
it: Ricevi una notifica quando qualcuno ti invita unirti a una comunità.
nl: Melden wanneer iemand je uitnodigt om lid te worden van een community
pt_br: Seja notificado(a) quando alguém convidar você para uma comunidade
sv_se: Bli meddelad när någon bjuder in dig till en gemenskap.
tr: Birisi sizi bir topluluğa katılmaya davet ettiğinde haberdar olun.

# mute_post_turn_on_post_notifications
source: Turn on post notifications
da: Slå beskeder for indlæg til
de: Beitrags-Benachrichtigungen aktivieren
es: Activar notifications de post
fr: Activer les notifications de publications
hu: Bejegyzésértesítések bekapcsolása
it: Attiva notifiche ai post
nl: Meldingen voor berichten aanzetten
pt_br: Ativar notificações do post
sv_se: Aktivera aviseringar för inlägg
tr: Gönderi bildirimlerini aç

# mute_post_turn_off_post_notifications
source: Turn off post notifications
da: Slå beskeder for indlæg fra
de: Beitrags-Benachrichtigungen deaktivieren
es: Desactivar notificaciones de post
fr: Désactiver les notifications de publications
hu: Bejegyzésértesítések kikapcsolása
it: Disattiva notifiche ai post
nl: Meldingen voor berichten uitzetten
pt_br: Desativar notificações do post
sv_se: Inaktivera aviseringar för inlägg
tr: Gönderi bildirimlerini kapat

# mute_post_turn_on_post_comment_notifications
source: Turn on post comment notifications
da: Slå beskeder for kommentarer på indlæg til
de: Kommentar-Benachrichtigungen aktivieren
es: Activar notificaciones de comentarios
fr: Activer les notifications de commentaires sur les publications
hu: Hozzászólás-értesítések bekapcsolása
it: Attiva notifiche ai commenti dei post
nl: Meldingen voor commentaren aanzetten
pt_br: Ativar notificações do comentário
sv_se: Aktivera aviseringar för inläggskommentarer
tr: Gönderi yorumlarının bildirimlerini aç

# mute_post_turn_off_post_comment_notifications
source: Turn off post comment notifications
da: Slå beskeder for kommentarer på indlæg fra
de: Kommentar-Benachrichtigungen deaktivieren
es: Desactivar notificaciones de comentarios
fr: Désactiver les notifications de commentaires sur les publications
hu: Hozzászólás-értesítések kikapcsolása
it: Disattiva notifiche ai commenti dei post
nl: Meldingen voor commentaren uitzetten
pt_br: Desativar notificações do comentário
sv_se: Inaktivera aviseringar för inläggskommentarer
tr: Gönderi yorumlarının bildirimlerini kapat

# connection_request_tile
source: [name] [username] wants to connect with you.
da: [name] [username] ønsker at forbinde sig med dig
de: [name] [username] möchte sich mit dir verbinden.
es: [name] [username] quiere conectar contigo.
fr: [name] · [username] veut se connecter avec vous.
hu: [name] [username] kapcsolatfelkérést küldött.
it: [name] [username] vuole connettersi con te.
nl: [name] [username] wil met je verbinden.
pt_br: [name] [username] quer se conectar com você.
sv_se: [name] [username] vill knyta kontakt med dig.
tr: [name] sizinle [username] kullanıcı adı ile bağlantı kurmak istiyor.

# accepted_connection_request_tile
source: [name] [username] accepted your connection request.
da: [name] [username] godkendte din anmodning om at indgå forbindelse
de: [name] [username] hat deine Verbindungsanfrage angenommen.
es: . [name] [username] aceptó tu solicitud de conexión.
fr: [name] · [username] a accepté votre demande de connexion.
hu: [name] [username] elfogadta a kapcsolatfelkérési kérelmedet.
it: [name] [username] ha accettato la tua richiesta di connessione.
nl: [name] [username] heeft jouw verbindingsverzoek geaccepteerd.
pt_br: [name] [username] aceitou seu pedido de conexão.
sv_se: [name] [username] accepterade din kontaktförfrågan.
tr: [name] [username] bağlantı isteğinizi kabul etti.

# reacted_to_post_tile
source: [name] [username] reacted to your post.
da: [name] [username] reagerede på dit indlæg.
de: [name] [username] hat auf deinen Beitrag reagiert.
es: [name] [username] reaccionó a tu post.
fr: [name] · [username] a réagi à votre publication.
hu: [name] [username] reagált a bejegyzésedre.
it: [name] [username] ha reagito al tuo post.
nl: [name] [username] reageerde op jouw bericht.
pt_br: [name] [username] reagiu ao seu post.
sv_se: [name] [username] reagerade på ditt inlägg.
tr: [name] [username] gönderinize yanıt verdi.

# reacted_to_post_comment_tile
source: [name] [username] reacted to your post comment.
da: [name] [username] reagerede på din kommentar til indlægget.
de: [name] [username] hat auf deinen Kommentar reagiert.
es: [name] [username] reaccionó a tu comentario.
fr: [name] · [username] a réagi à votre commentaire.
hu: [name] [username] reagált a hozzászólásodra.
it: [name] [username] ha reagito al tuo commento.
nl: [name] [username] reageerde op jouw bericht commentaar.
pt_br: [name] [username] reagiu ao seu comentário.
sv_se: [name] [username] reagerade på din inläggskommentar.
tr: [name] [username] yorumunuza tepki verdi.

# following_you_tile
source: [name] [username] is now following you.
da: [name] [username] følger dig nu.
de: [name] [username] folgt dir jetzt.
es: [name] [username] ahora te sigue.
fr: [name] · [username] est maintenant l'un.e de vos abonné.e.s
hu: [name] [username] mostantól követ téged.
it: [name] [username] ha iniziato a seguirti.
nl: [name] [username] volgt je nu.
pt_br: [name] [username] está te seguindo agora.
sv_se: [name] [username] har börjat följa dig.
tr: [name] [username] seni şimdi takip ediyor.

# user_community_invite_tile
source: [name] [username] has invited you to join community c/{communityName}.
da: [name] [username] indbyder dig til at blive medlem i fælleskabet /c/{communityName}.
de: [name] [username] hat dich in die Community /c/{communityName} eingeladen.
es: [name] [username] te ha invitado a unirte a la comunidad /c/{communityName}.
fr: [name] · [username] vous a invité.e à rejoindre la communauté /c/{communityName}.
hu: [name] [username] meghívott téged a(z) /c/{communityName} közösségbe.
it: [name] [username] ti ha invitato a unirti alla comunità /c/{communityName}.
nl: [name] [username] heeft je uitgenodigd om deel te nemen aan de community c/{communityName}.
pt_br: [name] [username] convidou você para se juntar à comunidade /c/{communityName}.
sv_se: [name] [username] har bjudit in dig till gemenskapen c/{communityName}.
tr: [name] [username] sizi /c/{communityName} topluluğuna davet etti.

# comment_reply_notification_tile_user_replied
source: [name] [username] replied: {postCommentText}
da: [name] [username] svarede: {postCommentText}
de: [name] [username] hat geantwortet: {postCommentText}
es: [name] [username] respondió: {postCommentText}
fr: [name] · [username] a répondu : {postCommentText}
hu: [name] [username] válaszolt: {postCommentText}
it: [name] [username] ha risposto: {postCommentText}
nl: [name] [username] antwoordde: {postCommentText}
pt_br: [name] [username] respondeu: {postCommentText}
sv_se: [name] [username] svarade: {postCommentText}
tr: [name] [username] yanıtladı: {postCommentText}

# comment_reply_notification_tile_user_also_replied
source: [name] [username] also replied: {postCommentText}
da: [name] [username] svarede også: {postCommentText}
de: [name] [username] hat ebenfalls geantwortet: {postCommentText}
es: [name] [username] también respondió: {postCommentText}
fr: [name] · [username] a aussi répondu : {postCommentText}
hu: [name] [username] is válaszolt: {postCommentText}
it: anche [name] [username] ha risposto: {postCommentText}
nl: [name] [username] heeft ook geantwoord: {postCommentText}
pt_br: [name] [username] também respondeu: {postCommentText}
sv_se: [name] [username] svarade också: {postCommentText}
tr: ayrıca [name] [username] yanıtladı: {postCommentText}

# comment_comment_notification_tile_user_commented
source: [name] [username] commented on your post: {postCommentText}
da: [name] [username] kommenterede på dit indlæg: {postCommentText}
de: [name] [username] hat deinen Beitrag kommentiert: {postCommentText}
es: [name] [username] comentó en tu post: {postCommentText}
fr: [name] · [username] a commenté sur votre publication : {postCommentText}
hu: [name] [username] hozzászólt a bejegyzésedhez: {postCommentText}
it: [name] [username] ha commentato il tuo post: {postCommentText}
nl: [name] [username] had commentaar op jouw bericht: {postCommentText}
pt_br: [name] [username] comentou no seu post: {postCommentText}
sv_se: [name] [username] kommenterade på ditt inlägg: {postCommentText}
tr: [name] [username] gönderinize yorum yaptı: {postCommentText}

# comment_comment_notification_tile_user_also_commented
source: [name] [username] also commented: {postCommentText}
da: [name] [username] kommenterede også: {postCommentText}
de: [name] [username] hat ebenfalls kommentiert: {postCommentText}
es: [name] [username] también comentó: {postCommentText}
fr: [name] · [username] a également commenté : {postCommentText}
hu: [name] [username] is hozzászólt: {postCommentText}
it: anche [name] [username] ha commentato il tuo post: {postCommentText}
nl: [name] [username] heeft ook commentaar gegeven: {postCommentText}
pt_br: [name] [username] também comentou: {postCommentText}
sv_se: [name] [username] kommenterade också: {postCommentText}
tr: Ayrıca [name] [username] yorum yaptı: {postCommentText}

# mentioned_in_post_comment_tile
source: [name] [username] mentioned you on a comment: {postCommentText}
da: [name] [username] nævnte dig i en kommentar: {postCommentText}
de: [name] [username] hat dich in einem Kommentar erwähnt: {postCommentText}
fr: [name] [username] vous a mentionné.e sur un commentaire : {postCommentText}
hu: [name] [username] megjelölt egy hozzászólásban: {postCommentText}
nl: [name] [username] heeft je in een commentaar genoemd: {postCommentText}
pt_br: [name] [username] mencionou você em um comentário: {postCommentText}
sv_se: [name] [username] nämnde dig i en kommentar: {postCommentText}
tr: [name] [username] bir yorumda sizden bahsetti.

# mentioned_in_post_tile
source: [name] [username] mentioned you on a post.
da: [name] [username] nævnte dig i et indlæg.
de: [name] [username] hat dich in einem Beitrag erwähnt.
fr: [name] [username] vous a mentionné.e sur une publication.
hu: [name] [username] megjelölt egy bejegyzésben.
nl: [name] @[username] heeft je in een bericht genoemd.
pt_br: [name] [username] mencionou você em um post.
sv_se: [name] [username] nämnde dig i ett inlägg.
tr: [name] [username] bir gönderide sizden bahsetti.
