Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/post.arb
Languages: da, de, es_es

source: Open post
da: Åben opslag
de: Beitrag öffnen
es_es: Abrir post

source: Close post
da: Luk opslag
de: Beitrag schließen
es_es: Cerrar post

source: Post opened
da: Opslag åbnet
de: Beitrag geöffnet
es_es: Post abierto

source: Post closed
da: Opslag lukket
de: Beitrag geschlossen
es_es: Post cerrado

# comment_required_error
source: Comment cannot be empty.
da: Kommentar er obligatorisk.
de: Kommentar darf nicht leer sein.
es_es: El comentario no puede estar vacío.

# comment_maxlength_error
source: A comment can't be longer than {maxLength} characters.
da: En kommentar kan ikke være længere end {maxLength} tegn.
de: Ein Kommentar darf nicht länger als {maxLength} Zeichen lang sein.
es_es: Un comentario no puede ser más largo que {maxLength} caracteres.

# timeline_posts_all_loaded
source: ðŸŽ‰ All posts loaded
da: 🎉 Alle opslag hentet
de: 🎉 Alle Beiträge geladen
es_es: 🎉 Todos los posts cargados

# timeline_posts_refreshing_drhoo_title
source: Hang in there!
da: Hav tålmodighed!
de: Halte durch!
es_es: ¡Ya casi!

# timeline_posts_no_more_drhoo_subtitle
source: Follow users or join a community to get started!
da: Følg brugere eller deltag i et fællesskab for at komme i gang!
de: Folge Benutzern oder trete einer Community bei, um loszulegen!
es_es: ¡Sigue a usuarios o únete a una comunidad para empezar!

# timeline_posts_failed_drhoo_title
source: Could not load your timeline.
da: Kunne ikke indlæse din tidslinje.
de: Deine Timeline konnte nicht geladen werden.
es_es: No se pudo cargar tu línea de tiempo.

# timeline_posts_failed_drhoo_subtitle
source: Try again in a couple seconds
da: Prøv igen om nogle sekunder
de: Versuche es in ein paar Sekunden erneut
es_es: Inténtalo de nuevo en un par de segundos

# timeline_posts_default_drhoo_title
source: Something's not right.
da: Der er noget galt.
de: Irgendwas stimmt hier nicht.
es_es: Algo no está bien.

# timeline_posts_default_drhoo_subtitle
source: Try refreshing the timeline.
da: Prøv at genindlæse tidslinjen.
de: Versuche die Timeline zu aktualisieren.
es_es: Intenta refrescar la linea de tiempo.

# timeline_posts_refresh_posts
source: Refresh posts
da: Genindlæs opslag
de: Beiträge aktualisieren
es_es: Refrescar posts

# no_circles_for
source: No circles found matching '{circlesSearchQuery}'.
da: Ingen cirkler indeholder '{circlesSearchQuery}'.
de: 'Keine Kreise mit '{circlesSearchQuery} ' gefunden.
es_es: 'No se han encontrado círculos que coincidan con '{circlesSearchQuery}'.

source: Share to circles
da: Del til cirkler
de: In Kreisen teilen
es_es: Compartir en círculos

# profile_counts_post
source: Post
da: Opslag
de: Beitrag
es_es: Publicar

# profile_counts_posts
source: Posts
da: Opslag
de: Beiträge

# profile_counts_followers
source: Followers
da: Følgere
de: Follower
es_es: Seguidores

# profile_counts_following
source: Following
da: Følger
de: Folge ich
es_es: Siguiendo

# profile_counts_follower
source: Follower
da: Følger
es_es: Seguidor

# profile_retry_loading_posts
source: Tap to retry
da: Tryk for at prøve igen
es_es: Toca para reintentar

# action_comment
source: Comment
da: Kommentar
de: Kommentar
es_es: Comentar

# action_react
source: React
da: Reager
de: Reagieren
es_es: Reaccionar

# action_reply
source: Reply
da: Svar
de: Antworten
es_es: Responder

source: Share
da: Del
de: Teilen
es_es: Compartir

source: Share to
da: Del via
de: Teilen mit
es_es: Compartir con

source: Sharing post to
da: Deler opslag via
de: Beitrag teilen mit
es_es: Compartiendo post a

source: You shared with
da: Du delte via
de: Geteilt mit
es_es: Has compartido con

source: Shared privately on
da: Delt privat i
de: Privat geteilt mit
es_es: Compartido en privado en

# usernames_circles
source: @{postCreatorUsername}'s circles
da: @{postCreatorUsername}'s cirkler
de: @{postCreatorUsername}'s Kreise
es_es: los círculos de @{postCreatorUsername}'s

# share_community
source: Share
da: Del
de: Teilen
es_es: Compartir

source: Share to community
da: Del til fællesskab
de: Mit Community teilen
es_es: Compartir con comunidad

# share_community_title
source: A community
da: Et fællesskab
de: Einer Community
es_es: A una comunidad

# share_community_desc
source: Share the post to a community you're part of.
da: Del opslaget til et fællesskab du er del af.
de: Teile den Beitrag mit einer Community, der du angehörst.
es_es: Compartir con una comunidad de la que eres parte.

source: My circles
da: Mine cirkler
de: Meinen Kreisen
es_es: Mis círculos

# my_circles_desc
source: Share the post to one or multiple of your circles.
da: Del opslaget til en eller flere af dine cirkler.
de: Teile den Beitrag mit einem oder mehreren deiner Kreise.
es_es: Compartir con uno o varios de tus círculos.

# world_circle_name
source: World
da: Verden
de: Welt
es_es: Mundo

source: Search circles...
da: Søg cirkler...
de: Kreise suchen...
es_es: Buscar círculos...

# reaction_list_tap_retry
source: Tap to retry loading reactions.
da: Tryk for at genindlæse reaktioner.
de: Tippe, um das Laden der Reaktionen zu wiederholen.
es_es: Toca para reintentar cargar las reacciones.

# create_new
source: New post
da: Nyt opslag
de: Neuer Beitrag
es_es: Nuevo post

# create_new_post_label
source: Create new post
da: Opret nyt indlæg
es_es: Crear nuevo post

# create_new_community_post_label
source: Create new communtiy post
da: Opret nyt fælleskabsindlæg
es_es: Crear nuevo post en comunidad

# close_create_post_label
source: Close create new post
da: Luk "opret nyt indlæg"
es_es: Cerrar crear nuevo post

# create_next
source: Next
da: Næste
de: Weiter
es_es: Siguiente

# create_photo
source: Photo
da: Foto
de: Foto
es_es: Foto

# create_hashtags_invalid
source: Please add a maximum of {maxHashtags} hashtags and keep them under {maxCharacters} characters.
da: Tilføj venligst højest {maxHashtags} hashtags og hold dem under {maxCharacters} tegn.
es_es: Por favor, añade un máximo de {maxHashtags} hashtags y manténgalos con menos de {maxCharacters} caracteres.

# commenter_post_text
source: Post
da: Opslag
de: Teilen
es_es: Publicar

# commenter_write_something
source: Write something...
da: Skriv noget...
de: Schreibe etwas...
es_es: Escribe algo...

# edit_title
source: Edit post
da: Rediger opslag
de: Beitrag bearbeiten
es_es: Editar post

# edit_save
source: Save
da: Gem
de: Speichern
es_es: Guardar

# commenter_expanded_save
source: Save
da: Gem
de: Speichern
es_es: Guardar

# commenter_expanded_join_conversation
source: Join the conversation...
da: Deltag i samtalen...
de: Einer Konversation beitreten..
es_es: Únete a la conversación..

# commenter_expanded_start_conversation
source: Start the conversation...
da: Start en ny samtale...
de: Beginne das Gespräch..
es_es: Inicia la conversación..

# commenter_expanded_edit_comment
source: Edit comment
da: Rediger kommentar
de: Kommentar bearbeiten
es_es: Editar comentario

# is_closed
source: Closed post
da: Lukket opslag
de: Geschlossener Beitrag
es_es: Post cerrado

# comment_reply_expanded_reply_comment
source: Reply to comment
da: Besvar kommentar
de: Kommentar beantworten
es_es: Responder a comentario

# comment_reply_expanded_post
source: Post
da: Opslag
de: Teilen

# comment_reply_expanded_reply_hint_text
source: Your reply...
da: Dit svar...
de: Deine Antwort...
es_es: Tu respuesta...

# top_posts_title
source: Explore
da: Udforsk
es_es: Explorar

# trending_posts_title
source: Trending
da: Populære opslag
de: Angesagte Beiträge
es_es: Posts trending

# trending_posts_load_more
source: Load older posts
da: Indlæs ældre indlæg
es_es: Cargar publicaciones antiguas

# load_more
source: Load more posts
da: Indlæs flere indlæg
es_es: Cargar más publicaciones

# trending_posts_no_trending_posts
source: There are no trending posts. Try refreshing in a couple seconds.
da: Der er ingen populære opslag. Prøv at opdatere om nogle sekunder.
de: Es gibt keine angesagten Beiträge. Versuche in ein paar Sekunden zu aktualisieren.
es_es: No hay posts trending. Intenta refrescar en un par de segundos.

# trending_posts_refresh
source: Refresh
da: Opdater
de: Aktualisieren
es_es: Refrescar

# comments_view_all_comments
source: View all {commentsCount} comments
da: Se alle {commentsCount} kommentarer
de: Alle {commentsCount} Kommentare anzeigen
es_es: Ver los {commentsCount} comentarios

# comments_closed_post
source: Closed post
da: Lukket opslag
de: Geschlossener Beitrag
es_es: Post cerrado

source: Comments disabled
da: Kommentarer deaktiveret
de: Kommentare deaktiviert
es_es: Comentarios deshabilitados

source: Text copied!
da: Tekst kopieret!
de: Text kopiert!
es_es: Texto copiado!

# post_reactions_title
source: Post reactions
da: Opslags reaktioner
de: Reaktionen auf Beiträge
es_es: Reacciones del post

# have_not_shared_anything
source: You have not shared anything yet.
da: Du har ikke delt noget endnu.
de: Du hast noch nichts geteilt.
es_es: Todavía no has compartido nada.

# user_has_not_shared_anything
source: {name} has not shared anything yet.
da: {name} har ikke delt noget endnu.
de: {name} hat noch nichts geteilt.
es_es: {name} aún no ha compartido nada.

# comments_header_newest_replies
source: Newest replies
da: Nyeste svar
de: Neueste Antworten
es_es: Respuestas más recientes

# comments_header_newer
source: Newer
da: Nyere
de: Neuere
es_es: Más reciente

# comments_header_view_newest_replies
source: View newest replies
da: Se nyeste svar
de: Neueste Antworten anzeigen
es_es: Ver respuestas más recientes

# comments_header_see_newest_replies
source: See newest replies
da: Se nyeste svar
de: Neueste Antworten anzeigen
es_es: Ver respuestas más recientes

# comments_header_oldest_replies
source: Oldest replies
da: Ældste svar
de: Älteste Antworten
es_es: Respuestas más antiguas

# comments_header_older
source: Older
da: Ældre
de: Älter
es_es: Más antiguo

# comments_header_view_oldest_replies
source: View oldest replies
da: Se ældste svar
de: Älteste Antworten anzeigen
es_es: Ver respuestas más antiguas

# comments_header_see_oldest_replies
source: See oldest replies
da: Se ældste svar
de: Älteste Antworten anzeigen
es_es: Ver respuestas más antiguas

# comments_header_be_the_first_replies
source: Be the first to reply
da: Vær den første til at svare
de: Sei der Erste, der antwortet
es_es: Sé el primero en responder

# comments_header_newest_comments
source: Newest comments
da: Nyeste kommentarer
de: Neuste Kommentare
es_es: Más recientes

# comments_header_view_newest_comments
source: View newest comments
da: Se nyeste kommentarer
de: Neueste Kommentare anzeigen
es_es: Ver comentarios más recientes

# comments_header_see_newest_comments
source: See newest comments
da: Se nyeste kommentarer
de: Neueste Kommentare anzeigen
es_es: Ver comentarios más recientes

# comments_header_oldest_comments
source: Oldest comments
da: Ældste kommentarer
de: Älteste Kommentare
es_es: Más antiguos

# comments_header_view_oldest_comments
source: View oldest comments
da: Se ældste kommentarer
de: Älteste Kommentare anzeigen
es_es: Ver comentarios más antiguos

# comments_header_see_oldest_comments
source: See oldest comments
da: Se ældste kommentarer
de: Älteste Kommentare anzeigen
es_es: Ver comentarios más antiguos

# comments_header_be_the_first_comments
source: Be the first to comment
da: Vær den første til at kommentere
de: Sei der Erste, der kommentiert
es_es: Ser el primero en comentar

# comments_page_title
source: Post comments
da: Kommentarer
de: Kommentare
es_es: Comentarios

# comments_page_no_more_to_load
source: No more comments to load
da: Ikke flere kommentarer at hente
de: Keine weiteren Kommentare zum Laden
es_es: No hay más comentarios que cargar

# comments_page_tap_to_retry
source: Tap to retry loading comments.
da: Tryk for at genindlæse kommentarer.
de: Kommentare neu laden.
es_es: Toca para reintentar cargar comentarios.

# comments_page_tap_to_retry_replies
source: Tap to retry loading replies.
da: Tryk for at genindlæse svar.
de: Antworten neu laden.
es_es: Toca para reintentar cargar las respuestas.

# comments_page_no_more_replies_to_load
source: No more replies to load
da: Ikke flere svar at hente
de: Keine weiteren Antworten zum Laden
es_es: No hay más comentarios que cargar

# comments_page_replies_title
source: Post replies
da: Svar på opslag
de: Antworten
es_es: Respuestas

source: Disable post comments
da: Deaktiver kommentarer
de: Kommentare für Beiträge deaktivieren
es_es: Deshabilitar comentarios

source: Enable post comments
da: Aktiver kommentarer
de: Kommentare für Beiträge aktivieren
es_es: Habilitar comentarios

# exclude_post_community
source: Don't show posts from this community
da: Vis ingen indlæg fra denne gruppe
es_es: No mostrar publicaciones de esta comunidad

# undo_exclude_post_community
source: Show posts from this community
da: Vis indlæg fra denne gruppe
es_es: Mostrar publicaciones de esta comunidad

# comments_enabled_message
source: Comments enabled for post
da: Kommentarer aktiveret for opslag
de: Kommentare für diesen Beitrag aktiviert
es_es: Comentarios habilitados

# comments_disabled_message
source: Comments disabled for post
da: Kommentarer deaktiveret for opslag
de: Kommentare für diesen Beitrag deaktiviert
es_es: Comentarios deshabilitados

# actions_delete
source: Delete post
da: Slet opslag
de: Beitrag löschen
es_es: Eliminar post

# actions_delete_description
source: The post, as well as its comments and reactions will be permanently deleted.
da: Indlægget samt kommentarerne og reaktionerne dertil vil slettes varig.
es_es: Esta publicación, así como sus comentarios y reacciones se eliminarán permanentemente.

# actions_deleted
source: Post deleted
da: Opslag slettet
de: Beitrag gelöscht
es_es: Post eliminado

# actions_delete_comment
source: Delete comment
da: Slet kommentar
de: Kommentar löschen
es_es: Eliminar comentario

# actions_delete_comment_description
source: The comment, as well as its replies and reactions will be permanently deleted.
da: Kommentaren samt svarene og reaktionerne dertil vil slettes varig.
es_es: Este comentario, así como sus respuestas y reacciones serán eliminadas permanentemente.

# actions_edit_comment
source: Edit comment
da: Rediger kommentar
de: Kommentar bearbeiten
es_es: Editar comentario

# actions_comment_deleted
source: Comment deleted
da: Kommentar slettet
de: Kommentar gelöscht
es_es: Comentario eliminado

# actions_report_text
source: Report
da: Anmeld
de: Melden
es_es: Reportar

# actions_reported_text
source: Reported
da: Anmeldt
de: Gemeldet
es_es: Reportado

# actions_show_more_text
source: Show more
da: Vis mere
de: Mehr anzeigen
es_es: Ver más

# time_short_years
source: y
da: å
de: J
es_es: a

# time_short_one_year
source: 1y
da: 1å
de: 1J
es_es: 1a

# time_short_weeks
source: w
da: u
de: Wo.
es_es: s

# time_short_one_week
source: 1w
da: 1u
de: 1Wo
es_es: 1s

# time_short_hours
source: h
da: t
de: Std

# time_short_one_hour
source: 1h
da: 1t

# time_short_now_text
source: now
da: nu
de: jetzt
es_es: ahora

# time_short_days
source: d
de: Tg

# time_short_one_day
source: 1d
de: 1Tg

# time_short_minutes
source: m
de: Min.

# time_short_seconds
source: s
de: Sek

# time_short_one_minute
source: 1m
de: 1Min.
