Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/user.arb
Languages: da, de, fr, hu, it, nl, pt_br, sv_se, tr

# thousand_postfix
source: k
da: kilo
de: Tsd
fr: mille
hu: e
it: mila
sv_se: t
tr: b

# million_postfix
source: m
da: mega
de: Mio
fr: million
hu: mln
it: milioni
sv_se: mn

# billion_postfix
source: b
da: mia
de: Mrd
fr: milliard
hu: mld
it: miliardi
sv_se: md

# translate_see_translation
source: See translation
da: Se oversættelse
de: Übersetzung anzeigen
fr: Voir la traduction
hu: Fordítás megtekintése
it: Mostra traduzione
nl: Bekijk vertaling
pt_br: Mostrar tradução
sv_se: Visa översättning
tr: Çeviriyi gör

# translate_show_original
source: Show original
da: Vis originalet
de: Original anzeigen
fr: Afficher l'original
hu: Eredeti megtekintése
it: Mostra testo originale
nl: Toon het origineel
pt_br: Mostrar original
sv_se: Visa original
tr: Orjinali göster

# follows_lists_account
source: 1 Account
da: 1 konto
de: 1 Konto
fr: 1 Compte
hu: 1 fiók
pt_br: 1 Conta
sv_se: 1 Konto
tr: 1 Hesap

# follows_lists_accounts
source: {prettyUsersCount} Accounts
da: {prettyUsersCount} Konti
de: {prettyUsersCount} Konten
fr: {prettyUsersCount} Comptes
hu: {prettyUsersCount} fiók
it: {prettyUsersCount} Profili
pt_br: {prettyUsersCount} Contas
sv_se: {prettyUsersCount} Konton
tr: {prettyUsersCount} Hesap

# edit_profile_user_name_taken
source: Username @{username} is taken
da: Brugernavnet @{username} er allerede taget
de: Benutzername @{username} ist bereits vergeben
fr: Le nom d'utilisateur.trice @{username} est pris
hu: A(z) @{username} felhasználónév foglalt
it: Il nome utente @{username} è stato preso
nl: De gebruikersnaam @{username} is al bezet
pt_br: O nome de usuário @{username} já está em uso
sv_se: Användarnamnet @{username} är upptaget
tr: Kullanıcı adı @{username} alındı

# profile_action_deny_connection
source: Deny connection request
da: Afvis forespørgsel om forbindelse
de: Verbindungsanfrage ablehnen
fr: Refuser la demande de connexion
hu: Kapcsolódási kérelem visszautasítása
it: Rifiuta richiesta di connessione
nl: Negeer het verzoek tot connectie
pt_br: Recusar pedido de conexão
sv_se: Neka kontaktförfrågan
tr: Bağlantı isteğini reddet

# profile_action_user_blocked
source: User blocked
da: Bruger blokeret
de: Benutzer blockiert
fr: Utilisateur.trice bloqué.e
hu: Felhasználó letiltva
it: Utente bloccato
nl: Gebruiker geblokkeerd
pt_br: Usuário bloqueado
sv_se: Användare blockerad
tr: Kullanıcı engellendi

# profile_action_user_unblocked
source: User unblocked
da: Blokering af bruger ophævet
de: Benutzer Blockierung aufgehoben
fr: Utilisateur.trice débloqué.e
hu: Felhasználó tiltása törölve
it: Utente sbloccato
nl: Gebruiker gedeblokkeerd
pt_br: Usuário desbloqueado
sv_se: Användare avblockerad
tr: Kullanıcının engeli kaldırıldı

# profile_action_user_post_notifications_enabled
source: New post notifications enabled
it: Notifiche dei nuovi post attivate
sv_se: Aviseringar har aktiverats för nya inlägg

# profile_action_user_post_notifications_disabled
source: New post notifications disabled
it: Notifiche dei nuovi post disabilitate
sv_se: Aviseringar har inaktiverats för nya inlägg

# profile_in_circles
source: In circles
it: Nelle cerchie
sv_se: I kretsar

# profile_action_cancel_connection
source: Cancel connection request
da: Kald forspørgsel om forbindelse tilbage
de: Verbindungsanfrage abbrechen
fr: Annuler la demande de connexion
hu: Kapcsolódási kérelem visszavonása
it: Annulla richiesta di connessione
nl: Annuleer verzoek tot connectie
pt_br: Cancelar pedido de conexão
sv_se: Avbryt kontaktförfrågan
tr: Bağlantı isteğini iptal et

# profile_url_invalid_error
source: Please provide a valid url.
da: Angiv venligst en gyldig url!
de: Bitte gib eine gültige Url an.
fr: Veuillez fournir une adresse web valide.
hu: Kérünk, adj meg egy érvényes URL-t.
it: Per favore inserisci un url valido.
nl: Geef een geldige URL op.
pt_br: Por favor, forneça uma url válida.
sv_se: Vänligen ange en giltig URL.
tr: Lütfen geçerli bir url adresi girin.

# profile_location_length_error
source: Location can't be longer than {maxLength} characters.
da: Bopæl kan ikke være længere end {maxLength} tegn.
de: Ort kann nicht länger als {maxLength} Zeichen sein.
fr: La nom de localité ne peut pas être plus long que {maxLength} caractères.
hu: A hely nem lehet {maxLength} karakternél hosszabb.
it: Il luogo non può essere più lungo di {maxLength} caratteri.
nl: De locatie mag niet langer zijn dan {maxLength} tekens.
pt_br: O local não pode ser maior que {maxLength} caracteres.
sv_se: En plats kan inte vara längre än {maxLength} tecken.
tr: Konum adı {maxLength} karakterden daha uzun olamaz.

# profile_bio_length_error
source: Bio can't be longer than {maxLength} characters.
da: Biografien kan ikke være længere end {maxLength} tegn.
de: 'Über mich' darf nicht länger als {maxLength} Zeichen sein.
fr: La bio ne peut pas être plus longue que {maxLength} caractères.
hu: A bemutatkozás nem lehet {maxLength} karakternél hosszabb.
it: La biografia non può essere più lunga di {maxLength} caratteri.
nl: De biografie kan niet langer zijn dan {maxLength} tekens.
pt_br: A bio não pode ser maior que {maxLength} caracteres.
sv_se: Bion kan inte vara längre än {maxLength} tecken.
tr: Biyografi kısmı {maxLength} karakterden daha uzun olamaz.

# profile_okuna_age_toast
source: On Okuna since {age}
it: Su Okuna dal {age}
sv_se: På Okuna sedan {age}

# follow_button_follow_text
source: Follow
da: Følg
de: Folgen
fr: Suivre
hu: Követés
it: Segui
nl: Volg
pt_br: Seguir
sv_se: Följ
tr: Takip et

# follow_button_follow_back_text
source: Follow back
it: Segui a tua volta
sv_se: Följ tillbaka

# follow_button_following_text
source: Following
it: Seguendo
sv_se: Följer

# follow_button_unfollow_text
source: Unfollow
da: Følg ikke længere
de: Entfolgen
fr: Ne plus suivre
hu: Követés törlése
it: Smetti di seguire
nl: Ontvolgen
pt_br: Parar de seguir
sv_se: Sluta följa
tr: Takip etmekten vazgeç

# edit_profile_username
source: Username
da: Brugernavn
de: Benutzername
fr: Nom d'utilisateur.trice
hu: Felhasználónév
it: Nome utente
nl: Gebruikersnaam
pt_br: Nome de usuário
sv_se: Användarnamn
tr: Kullanıcı adı

# add_account_update_account_lists
source: Update account lists
da: Aktualiser konto lister
de: Benutzerlisten aktualisieren
fr: Mettre à jour les listes de comptes
hu: Fióklisták frissítése
it: Aggiorna account liste
nl: Accountlijsten bijwerken
pt_br: Atualizar listas de contas
sv_se: Uppdatera kontolistor
tr: Hesap listelerini güncelle

# add_account_to_lists
source: Add account to list
da: Føj konto til liste
de: Benutzer zur Liste hinzufügen
fr: Ajouter le compte à la liste
hu: Fiók hozzáadása listákhoz
it: Aggiungi account alla lista
nl: Account toevoegen aan lijst
pt_br: Adicionar conta à lista
sv_se: Lägg till konto i lista
tr: Listeye hesap ekle

# add_account_update_lists
source: Update lists
da: Opdater lister
de: Listen aktualisieren
fr: Mettre à jour les listes
hu: Listák frissítése
it: Aggiorna Liste
nl: Lijsten bijwerken
pt_br: Atualizar listas
sv_se: Uppdatera listor
tr: Listeleri güncelle

# add_account_save
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# add_account_done
source: Done
da: Færdig
de: Fertig
fr: Terminé
hu: Kész
it: Fatto
nl: Voltooid
pt_br: Concluído
sv_se: Klar
tr: Tamam

# add_account_success
source: Success
da: Succes
de: Erfolgreich
fr: Opération réussie
hu: Siker
it: Operazione riuscita
nl: Geslaagd
pt_br: Sucesso
sv_se: Kontot lades till
tr: Başarılı

# emoji_field_none_selected
source: No emoji selected
da: Ingen emoji valgt
de: Kein Emoji ausgewählt
fr: Aucune émoticône sélectionnée
hu: Nincs kiválasztott emoji
it: Nessun emoji selezionato
nl: Geen emoji geselecteerd
pt_br: Nenhum emoji selecionado
sv_se: Ingen emoji vald
tr: Emoji seçilmedi

# emoji_search_none_found
source: No emoji found matching '{searchQuery}'.
da: Intet passende emoji fundet '{searchQuery}'.
de: Kein Emoji mit {searchQuery} gefunden.
fr: Aucune émoticône trouvée correspondant à '{searchQuery}'.
hu: Nem találhatóak emojik a(z) "{searchQuery}" keresésre.
it: Nessun emoji trovato corrispondente a '{searchQuery}'.
nl: Geen emoji gevonden die overeenkomen met '{searchQuery}'.
pt_br: Nenhum emoji encontrado para '{searchQuery}'.
sv_se: Ingen emoji hittades som matchar '{searchQuery}'.
tr: '{searchQuery}' ile eşleşen hiçbir emoji bulunamadı.

# follow_lists_title
source: My lists
da: Mine lister
fr: Mes listes
hu: Listáim
it: Liste
nl: Mijn lijsten
pt_br: Minhas listas
sv_se: Mina listor
tr: Listelerim

# follow_lists_search_for
source: Search for a list...
da: Søg efter en liste...
fr: Rechercher une liste...
hu: Listák keresése...
it: Cerca una lista...
nl: Naar een lijst zoeken...
pt_br: Procurar por uma lista...
sv_se: Sök efter en lista...
tr: Liste ara...

# follow_lists_no_list_found
source: No lists found.
da: Ingen liste fundet.
fr: Aucune liste trouvée.
hu: Nem találhatóak listák.
it: Nessuna lista trovata.
nl: Geen lijst gevonden.
pt_br: Nenhuma lista encontrada.
sv_se: Inga listor hittades.
tr: Hiç liste bulunmadı.

# follow_lists_no_list_found_for
source: No list found for '{searchQuery}'
da: Ingen liste fundet for '{searchQuery}'
fr: Aucune liste trouvée pour '{searchQuery}'
hu: Nem található lista a(z) "{searchQuery}" keresésre
it: Nessuna lista trovata per '{searchQuery}'
nl: Geen lijst gevonden voor '{searchQuery}'
pt_br: Nenhuma lista encontrada para '{searchQuery}'
sv_se: Inga listor hittades för '{searchQuery}'
tr: '{searchQuery}' için hiç bir liste bulunamadı

# list_name_empty_error
source: List name cannot be empty.
da: Listenavn må ikke være tom
de: Die Listenname kann nicht leer sein.
fr: Le nom de liste ne peut pas être vide.
hu: A lista neve nem lehet üres.
it: Il nome della lista non può essere vuoto.
nl: Het veld met de naam van de lijst mag niet leeg zijn.
pt_br: O nome da lista não pode ficar vazio.
sv_se: Du måste ge listan ett namn.
tr: Liste adı boş olamaz.

# list_name_range_error
source: List name must be no longer than {maxLength} characters.
da: Listenavn må ikke være længere end {maxLength} tegn
de: Der Listenname darf nicht länger als {maxLength} Zeichen sein.
fr: Le nom de liste ne peut pas être plus long que {maxLength} caractères.
hu: A lista neve nem lehet {maxLength} karakternél hosszabb.
it: Il nome della lista non può essere più lungo di {maxLength} caratteri.
nl: De naam van de lijst mag niet langer zijn dan {maxLength} tekens.
pt_br: O nome da lista não deve ter mais de {maxLength} caracteres.
sv_se: Listans namn får inte vara längre än {maxLength} tecken.
tr: Liste adı {maxLength} karakterden daha uzun olamaz.

# circle_name_empty_error
source: Circle name cannot be empty.
da: Kredsnavn må ikke være tom
de: Die Kreisname kann nicht leer sein.
fr: Le nom de cercle ne peut pas être vide.
hu: A kör neve nem lehet üres.
it: Il nome della cerchia non può essere vuoto.
nl: Het veld met de naam van de cirkel mag niet leeg zijn.
pt_br: O nome do círculo não pode ficar vazio.
sv_se: Du måste ge kretsen ett namn.
tr: Çevre adı boş bırakılmaz.

# circle_name_range_error
source: Circle name must be no longer than {maxLength} characters.
da: Kredsnavn må ikke være længere end {maxLength} tegn.
de: Der Kreisname darf nicht mehr als {maxLength} Zeichen haben.
fr: Le nom de cercle ne peut pas être plus long que {maxLength} caractères.
hu: A kör neve nem lehet {maxLength} karakternél hosszabb.
it: Il nome della cerchia non può essere più lungo di {maxLength} caratteri.
nl: De naam van de cirkel mag niet langer zijn dan {maxLength} tekens.
pt_br: O nome do círculo não deve ter mais de {maxLength} caracteres.
sv_se: Kretsens namn får inte vara längre än {maxLength} tecken.
tr: Çevre adı {maxLength} karakterden daha uzun olamaz.

# save_follows_list_name
source: Name
da: Navn
fr: Nom
hu: Név
it: Nome
nl: Naam
pt_br: Nome
sv_se: Namn
tr: İsim

# save_follows_list_hint_text
source: e.g. Travel, Photography
da: f.eks rejse, fotografi
de: z.B. Reisen, Fotografie
fr: par exemple : Voyage, Photographie
hu: pl.: Utazás, Fényképészet
it: es. Viaggi, Fotografia
nl: bijv. Reizen, Fotografie
pt_br: ex: Viagem, Fotografia
sv_se: t. ex. Resor, Fotografering
tr: örneğin Seyahat, Fotoğrafçılık

# save_follows_list_name_taken
source: List name '{listName}' is taken
da: Listenavn '{listName}' er allerede taget
de: Listenname {listName} wurde schon vergeben
fr: Le nom de liste '{listName}' est pris
hu: A(z) '{listName}' listanév már foglalt
it: Il nome per la lista '{listName}' è già utilizzato
nl: De naam van de lijst ‘{listName}’ is al bezet
pt_br: O nome de lista '{listName}' já está sendo usado
sv_se: Listnamnet '{listName}' är upptaget
tr: Liste adı '{listName}' olarak alındı

# save_follows_list_users
source: Users
da: Brugere
de: Benutzer
fr: Utilisateurs.trices
hu: Felhasználók
it: Utenti
nl: Gebruikers
pt_br: Usuários
sv_se: Användare
tr: Kullanıcılar

# save_follows_list_edit
source: Edit list
da: Redigér liste
de: Liste bearbeiten
fr: Modifier la liste
hu: Lista szerkesztése
it: Modifica lista
nl: Bewerk lijst
pt_br: Editar lista
sv_se: Redigera lista
tr: Listeyi düzenle

# save_follows_list_create
source: Create list
da: Opret liste
de: Liste erstellen
fr: Créer une liste
hu: Lista létrehozása
it: Crea lista
nl: Maak een lijst aan
pt_br: Criar lista
sv_se: Skapa lista
tr: Liste oluştur

# save_follows_list_save
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# save_follows_list_emoji_required_error
source: Emoji is required
da: Emoji er krævet
de: Emoji
fr: Émoticône est requise
hu: Az emoji kötelező
it: L'Emoji è richiesto
nl: Een emoji is vereist
pt_br: Emoji necessário
sv_se: En emoji krävs
tr: Emoji gerekli

# follows_list_edit
source: Edit
da: Redigér
de: Bearbeiten
fr: Modifier
hu: Szerkeszt
it: Modifica
nl: Wijzig
pt_br: Editar
sv_se: Redigera
tr: Düzenle

# follows_list_header_title
source: Users
da: Brugere
de: Benutzer
fr: Utilisateurs.trices
hu: Felhasználók
it: Utenti
nl: Gebruikers
pt_br: Usuários
sv_se: Användare
tr: Kullanıcılar

# edit_profile_name
source: Name
da: Navn
fr: Nom
hu: Név
it: Nome
nl: Naam
pt_br: Nome
sv_se: Namn
tr: İsim

# edit_profile_location
source: Location
da: Bopæl
de: Ort
fr: Localité
hu: Hely
it: Luogo
nl: Locatie
pt_br: Localização
sv_se: Plats
tr: Konum

# edit_profile_community_posts
source: Communities
da: Fællesskabsindlæg
hu: Közösségi bejegyzések
it: Post della comunità
nl: Community berichten
sv_se: Gemenskapsinlägg

# edit_profile_save_text
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# edit_profile_pick_image
source: Pick image
da: Vælg billede
de: Bild auswählen
fr: Choisir une image
hu: Kép kiválasztása
it: Scegli immagine
nl: Kies afbeelding
pt_br: Escolher imagem
sv_se: Välj bild
tr: Resim seç

# edit_profile_delete
source: Delete
da: Slet
de: Löschen
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pt_br: Excluir
sv_se: Ta bort
tr: Sil

# edit_profile_pick_image_error_too_large
source: Image too large (limit: {limit} MB)
da: Billede for stort (limit: {limit} MB)
de: Bild ist zu groß (Max: {limit} MB)
fr: Image trop grande (limite : {limit} Mo)
hu: A kép túl nagy (korlát: {limit} MB)
it: Immagine troppo grande (limite: {limit} MB)
nl: Afbeelding is te groot (limiet: {limit} MB)
pt_br: Imagem muito grande (limite: {limit} MB)
sv_se: Bilden är för stor (gräns: {limit} MB)
tr: Resim çok büyük (limit: {limit} MB)

# tile_following
source: · Following
da: · Følger
de: · Folgt
fr: · Abonné.e à
hu: · követve
it: · Seguiti
nl: · Mijn volgers
pt_br: · Seguindo
sv_se: · Följer
tr: · Takip et

# following_text
source: Following
da: Følger
fr: Abonné.e à
hu: Követve
it: Seguiti
nl: Aan het volgen
pt_br: Seguindo
sv_se: Följer
tr: Takip edilen

# following_resource_name
source: followed users
da: brugere der følger
fr: utilisateurs.trices auxquels.elles vous êtes abonné.e
hu: követett felhasználó
it: utenti seguiti
nl: gebruikers die ik volg
pt_br: usuários seguidos
sv_se: följda användare
tr: takip edilen kullanıcılar

# tile_delete
source: Delete
da: Slet
de: Löschen
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pt_br: Excluir
sv_se: Ta bort
tr: Sil

source: Invite
da: Indbyd
de: Einladen
fr: Inviter
hu: Meghívás
it: Invita
nl: Uitnodigen
pt_br: Convidar
sv_se: Bjud in
tr: Davet et

source: Uninvite
da: Kald indbydelse tilbage
de: Ausladen
fr: Annuler l'invitation
hu: Meghívás törlése
it: Disdici l'invito
nl: Uitnodiging annuleren
pt_br: Cancelar convite
sv_se: Avbryt inbjudan
tr: Davet isteğini geri al

# invite_member
source: Member
da: Medlem
de: Mitglied
fr: Membre
hu: Tag
it: Membro
nl: Lid
pt_br: Membro
sv_se: Medlem
tr: Üyeler

# invite_someone_message
source: Hey, I'd like to invite you to Okuna. For Apple, first, download the TestFlight app on iTunes ({testFlightLink}) and then download the Okuna app ({iosLink}) For Android, download it from the Play store ({androidLink}). Second, paste this personalised invite link in the 'Sign up' form in the Okuna App: {inviteLink}
da: Hej, jeg vil gerne invitere dig til Okuna. Først skal du downloade app'en hos iTunes ({iosLink}) eller Play store ({androidLink}). Dernæst skal du indføje denne personlige invitationslink i 'Sign up' skemaet i Okuna app'en: {inviteLink}
fr: Bonjour, je voudrais vous inviter à Okuna! Premièrement, téléchargez l'application sur iTunes ({iosLink}) ou le Play Store ({androidLink}). Deuxièmement, collez ce lien d'invitation personnalisé dans le formulaire "Inscription" dans l'application Okuna : {inviteLink}
hu: Szia! Meg szeretnélek hívni az Okuna közösségi hálózatra. Először is töltsd le az alkalmazást az iTunes-ról ({iosLink}) vagy a Play áruházból ({androidLink}). Utána illeszd be ezt a személyre szabott meghívó linket az Okuna alkalmazásban: {inviteLink}
it: Ehi, vorrei invitarti su Okuna. Per Apple, prima scarica l'app TestFlight su iTunes ({testFlightLink}) e poi scarica l'app Okuna ({iosLink}) Per Android, scaricala dal Play store ({androidLink}). In seguito, incolla questo link di invito personalizzato nel modulo 'Iscriviti' nell'App Okuna: {inviteLink}
nl: Hi, ik wil je graag uitnodigen voor Okuna. Download eerst de app in iTunes ({iosLink}) of de Play store ({androidLink}). Plak vervolgens deze gepersonaliseerde link met de uitnodiginging het formulier 'Aanmelden' in de Okuna App: {inviteLink}
pt_br: Ei! Eu gostaria de convidar você para a Okuna. Primeiro, baixe o app no iTunes ({iosLink}) ou na Play Store ({androidLink}). Depois, copie e cole o seguinte link de convite no formulário de criação de conta no app da Okuna: {inviteLink}
sv_se: Hej, jag vill bjuda in dig till Okuna. För Apple, ladda först ner TestFlight-appen från iTunes ({testFlightLink}) och ladda sedan ner Okuna-appen ({iosLink}). För Android, ladda ner Okuna-appen från Play Store ({androidLink}). Efter det så klistrar du in den här personliga inbjudningslänken i 'Registrera dig'-formuläret i Okuna-appen: {inviteLink}
tr: Hey, seni Okuna'ya davet etmek istiyorum. Öncelikle, iTunes ({iosLink}) veya Google Play Store'dan ({androidLink}) uygulamayı indirin. İkinci olarak, bu kişiselleştirilmiş davet bağlantısını Okuna Uygulamasındaki 'Kayıt ol' formuna yapıştırın: {inviteLink}

# connections_header_circle_desc
source: The circle all of your connections get added to.
da: Kredsen som alle dine forbindelser tilføjes.
de: Der Kreis, bei dem alle deine Verbindungen hinzugefügt werden.
fr: Le cercle où toutes vos connexions sont ajoutées.
hu: A kör, melyhez az összes kapcsolatot hozzá lesz adva.
it: La cerchia di tutte le tue connessioni viene aggiunto a.
nl: De cirkel waar je all je connecties aan toegevoegd worden.
pt_br: O círculo com todas as suas conexões é adicionado.
sv_se: Kretsen alla dina kontakter läggs till i.
tr: Tüm bağlantılarınızın ekleneceği çevre.

# connections_header_users
source: Users
da: Brugere
de: Benutzer
fr: Utilisateurs.trices
hu: Felhasználók
it: Utenti
nl: Gebruikers
pt_br: Usuários
sv_se: Användare
tr: Kullanıcılar

# connection_pending
source: Pending
da: Verserende
de: Ausstehend
fr: En attente
hu: Függőben
it: In attesa
nl: In behandeling
pt_br: Pendente
sv_se: Väntande
tr: Beklet

# connection_circle_edit
source: Edit
da: Redigér
de: Bearbeiten
fr: Modifier
hu: Szerkeszt
it: Modifica
nl: Wijzig
pt_br: Editar
sv_se: Redigera
tr: Düzenle

# connections_circle_delete
source: Delete
da: Slet
de: Löschen
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pt_br: Excluir
sv_se: Ta bort
tr: Sil

# save_connection_circle_name
source: Name
da: Navn
fr: Nom
hu: Név
it: Nome
nl: Naam
pt_br: Nome
sv_se: Namn
tr: İsim

# save_connection_circle_hint
source: e.g. Friends, Family, Work.
da: fx venner, familie, arbejde.
de: z.B. Freunde, Familie, Arbeit.
fr: par exemple: amis, famille, travail.
hu: pl.: Barátok, Család, Kollégák.
it: es. Amici, Famiglia, Lavoro.
nl: bijv. vrienden, familie, werk.
pt_br: ex: Amigos, Família, Trabalho.
sv_se: t. ex. Vänner, Familj, Jobb.
tr: örneğin Arkadaşlar, Aile, İş.

# save_connection_circle_color_name
source: Color
da: Farve
de: Farbe
fr: Couleur
hu: Szín
it: Colore
nl: Kleur
pt_br: Cor
sv_se: Färg
tr: Renk

# save_connection_circle_color_hint
source: (Tap to change)
da: (Tryk for at ændre)
de: (Zum Ändern tippen)
fr: (Appuyez pour changer)
hu: (Koppints a módosításhoz)
it: (Tocca per cambiare)
nl: (Klik om te wijzigen)
pt_br: (Toque para alterar)
sv_se: (Tryck för att ändra)
tr: (Değiştirmek için dokunun)

# save_connection_circle_users
source: Users
da: Brugere
de: Benutzer
fr: Utilisateurs.trices
hu: Felhasználók
it: Utenti
nl: Gebruikers
pt_br: Usuários
sv_se: Användare
tr: Kullanıcılar

# save_connection_circle_edit
source: Edit circle
da: Redigér kreds
de: Kreis bearbeiten
fr: Modifier le cercle
hu: Kör szerkesztése
it: Modifica cerchia
nl: Wijzig de cirkel
pt_br: Editar círculo
sv_se: Redigera krets
tr: Çevreni düzenle

# save_connection_circle_create
source: Create circle
da: Kreér kreds
de: Kreis erstellen
fr: Créer un cercle
hu: Kör létrehozása
it: Crea cerchia
nl: Maak een cirkel
pt_br: Criar círculo
sv_se: Skapa krets
tr: Çevre oluştur

# save_connection_circle_save
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# update_connection_circle_save
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# update_connection_circle_updated
source: Connection updated
da: Kontakt opdateret
de: Verbindung aktualisiert
fr: Connexion mise à jour
hu: Kapcsolat frissítve
it: Connessione aggiornata
nl: Contact bijgewerkt
pt_br: Conexão atualizada
sv_se: Kontakt uppdaterad
tr: Bağlantı güncellendi

# update_connection_circles_title
source: Update connection circles
da: Aktualisér kontakternes kredse
de: Verbindungskreise aktualisieren
fr: Mettre à jour les cercles de connexions
hu: Kapcsolati körök frissítése
it: Aggiorna cerchie connessioni
nl: Connectie cirkels bijwerken
pt_br: Atualizar círculos de conexão
sv_se: Uppdatera kontaktkretsar
tr: Çevre bağlantılarını güncelle

# confirm_connection_with
source: Confirm connection with {userName}
da: Bekræft kontakt med {userName}
de: Verbindung mit {userName} bestätigen
fr: Confirmer la connexion avec {userName}
hu: Kapcsolat megerősítése vele: {userName}
it: Conferma la connessione con {userName}
nl: Bevestig connectie met {userName}
pt_br: Confirmar a conexão com {userName}
sv_se: Bekräfta {userName}s kontaktförfrågan
tr: {userName} ile bağlantıyı onaylayın
