Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/user.arb
Languages: da, de, fr, hu, it, nl, pt_br, sv_se, tr

# confirm_connection_add_connection
source: Add connection to circle
da: Føj kontakt til kreds
de: Verbindung zum Kreis hinzufügen
fr: Ajouter la connexion au cercle
hu: Kapcsolat hozzáadása körökhöz
it: Aggiungi connessione alla cerchia
nl: Voeg connectie toe aan de cirkel
pt_br: Adicionar conexão ao círculo
sv_se: Lägg till kontakt i krets
tr: Çevrene bağlantı ekle

# confirm_connection_connection_confirmed
source: Connection confirmed
da: Kontakt bekræftet
de: Verbindung bestätigt
fr: Connexion confirmée
hu: Kapcsolat megerősítve
it: Connessione confermata
nl: Connectie bevestigd
pt_br: Conexão confirmada
sv_se: Kontaktförfrågan bekräftad
tr: Bağlantı onaylandı

# confirm_connection_confirm_text
source: Confirm
da: Bekræft
de: Bestätigen
fr: Confirmer
hu: Megerősít
it: Conferma
nl: Bevestig
pt_br: Confirmar
sv_se: Bekräfta
tr: Onayla

# connect_to_user_connect_with_username
source: Connect with {userName}
da: Forbind med {userName}
de: Mit {userName} verbinden
fr: Se connecter avec {userName}
hu: Kapcsolódás vele: {userName}
it: Connettiti con {userName}
nl: Verbind met {userName}
pt_br: Conectar-se com {userName}
sv_se: Lägg till {userName} som kontakt
tr: {userName} ile bağlan

# connect_to_user_add_connection
source: Add connection to circle
da: Føj kontakt til kreds
de: Verbindung zum Kreis hinzufügen
fr: Ajouter la connexion au cercle
hu: Kapcsolat hozzáadása körökhöz
it: Aggiungi connessione alla cerchia
nl: Voeg connectie toe aan de cirkel
pt_br: Adicionar conexão ao círculo
sv_se: Lägg till kontakt i krets
tr: Çevrene bağlantı ekle

# connect_to_user_done
source: Done
da: Udført
de: Fertig
fr: Terminé
hu: Kész
it: Fatto
nl: Voltooid
pt_br: Pronto
sv_se: Klar
tr: Tamam

# connect_to_user_request_sent
source: Connection request sent
da: Kontaktanmodning sendt
de: Verbindungsanfrage gesendet
fr: Demande de connexion envoyée
hu: Kapcsolódási kérelem elküldve
it: Richiesta di connessione inviata
nl: Uitnodiging verzonden
pt_br: Pedido de conexão enviado
sv_se: Kontaktförfrågan skickad
tr: Bağlantı isteği gönderildi

# remove_account_from_list
source: Remove account from lists
da: Slet konto fra listen
de: Account aus Listen entfernen
fr: Supprimer le compte des listes
hu: Fiók törlése a listákból
it: Rimuovi account dalle liste
nl: Account uit de lijst verwijderen
pt_br: Remover conta das listas
sv_se: Ta bort konto från listor
tr: Hesabı listelerden kaldır

# remove_account_from_list_success
source: Success
da: Succes
de: Erfolgreich
fr: Opération réussie
hu: Siker
it: Operazione riuscita
nl: Geslaagd
pt_br: Sucesso
sv_se: Konto borttaget från listor
tr: Başarılı

# confirm_block_user_title
source: Confirmation
da: Bekræftelse
de: Bestätigen
hu: Megerősítés
it: Conferma
nl: Bevestiging
pt_br: Confirmação
sv_se: Bekräftelse
tr: Onay

# confirm_block_user_info
source: You won't see each other posts nor be able to interact in any way.
da: I vil hverken se hinandens indslæg eller være i stand til at interagere på nogen måde.
de: Ihr werdet gegenseitig keine Beiträge von dem anderen sehen und auch nicht in der Lage sein, in irgendeiner Weise zu interagieren.
fr: Vous ne verrez pas vos publications respectives ni ne pourrez interagir de quelque manière que ce soit.
hu: Nem láthatjátok egymás bejegyzéseit és semmilyen módon nem léphettek kapcsolatba egymással.
it: Non vedrete i rispettivi post né potrete interagire in alcun modo.
nl: Je ziet elkaars posts niet, noch ben je instaat om op welke wijze dan ook interactie met elkaar te hebben.
pt_br: Vocês não verão os posts um do outro nem serão capazes de interagir de qualquer forma.
sv_se: Ni kommer inte kunna se varandras inlägg eller kunna interagera med varandra.
tr: Birbiriniz ile hiçbir paylaşımda bulunamazsınız ve hiçbir şekilde etkileşime giremezsiniz.

# confirm_block_user_yes
source: Yes
da: Ja
de: Ja
fr: Oui
hu: Igen
it: Sì
nl: Ja
pt_br: Sim
sv_se: Ja
tr: Evet

# confirm_block_user_no
source: No
da: Nej
de: Nein
fr: Non
hu: Nem
nl: Nee
pt_br: Não
sv_se: Nej
tr: Hayır

# confirm_block_user_blocked
source: User blocked.
da: Bruger blokeret.
de: Benutzer blockiert.
fr: Utilisateur.trice bloqué.e.
hu: Felhasználó letiltva.
it: Utente bloccato.
nl: Gebruiker geblokkeerd.
pt_br: Usuário bloqueado.
sv_se: Användare blockerad.
tr: Kullanıcı engellendi.

# confirm_block_user_question
source: Are you sure you want to block @{username}?
da: Er du sikker på, at du vil blokere @{username}?
de: Bist du dir sicher, dass du @{username} blockieren willst?
fr: Êtes-vous sûr.e de vouloir bloquer @{username}?
hu: Biztosan le szeretnéd tiltani @{username}-t?
it: Sei sicuro di voler bloccare @{username}?
nl: Weet je zeker dat je @{username} wil blokkeren?
pt_br: Tem certeza de que deseja bloquear @{username}?
sv_se: Är du säker på att du vill blockera @{username}?
tr: @{username} adlı kullanıcıyı engellemek istediğinizden emin misiniz?

# save_connection_circle_name_taken
source: Circle name '{takenConnectionsCircleName}' is taken
da: Kredsnavn '{takenConnectionsCircleName}' er allerede taget
de: Kreisname '{takenConnectionsCircleName}' wurde schon verwendet
fr: Le nom de cercle '{takenConnectionsCircleName}' est pris
hu: A(z) '{takenConnectionsCircleName}' körnév már foglalt
it: Nome cerchia '{takenConnectionsCircleName}' già utilizzato
nl: De naam van de cirkel ‘{takenConnectionsCircleName}’ is al bezet
pt_br: O nome de círculo '{takenConnectionsCircleName}' já está em uso
sv_se: Kretsnamnet '{takenConnectionsCircleName}' är upptaget
tr: Çevre adı '{takenConnectionsCircleName}' olarak alındı

# timeline_filters_title
source: Timeline filters
da: Tidslinjefiltre
de: Timeline-Filter
fr: Filtres du fil d'actualités
hu: Idővonal szűrők
it: Filtri timeline
nl: Tijdlijn filters
pt_br: Filtros da linha do tempo
sv_se: Tidslinjefilter
tr: Zaman Tüneli filtreleri

# timeline_filters_search_desc
source: Search for circles and lists...
da: Søger efter kredse og lister...
de: Nach Kreisen und Listen suchern...
fr: Recherche de cercles et de listes...
hu: Körök és listák keresése...
it: Cerca cerchie e liste...
nl: Zoek naar cirkels en lijsten...
pt_br: Procurar por círculos e listas...
sv_se: Sök efter kretsar och listor...
tr: Çevreleri ve listeleri ara...

# timeline_filters_clear_all
source: Clear all
da: Slet alt
de: Alle zurücksetzen
fr: Tout effacer
hu: Összes törlése
it: Svuota tutto
nl: Wis alles
pt_br: Limpar tudo
sv_se: Återställ
tr: Tümünü temizle

# timeline_filters_apply_all
source: Apply filters
da: Anvend filtre
de: Filter anwenden
fr: Appliquer les filtres
hu: Szűrők alkalmazása
it: Applica filtri
nl: Filters toepassen
pt_br: Aplicar filtros
sv_se: Applicera filter
tr: Filtreleri uygula

# timeline_filters_circles
source: Circles
da: Kredse
de: Kreise
fr: Cercles
hu: Körök
it: Cerchie
nl: Kringen
pt_br: Círculos
sv_se: Kretsar
tr: Çevreler

# timeline_filters_lists
source: Lists
da: Lister
de: Listen
fr: Listes
hu: Listák
it: Liste
nl: Lijsten
pt_br: Listas
sv_se: Listor
tr: Listeler

# followers_title
source: Followers
da: Følgere
de: Follower
fr: Abonné.e.s
hu: Követők
it: Follower
nl: Volgers
pt_br: Seguidores
sv_se: Följare
tr: Takipçiler

# follower_singular
source: follower
da: følger
fr: abonné.e
hu: követő
nl: volger
pt_br: seguidor
sv_se: följare
tr: takipçi

# follower_plural
source: followers
da: følgere
de: follower
fr: abonné.e.s
hu: követő
it: follower
nl: volgers
pt_br: seguidores
sv_se: följare
tr: takipçiler

# delete_account_title
source: Delete account
da: Slet konto
de: Account Löschen
fr: Supprimer mon compte
hu: Fiók törlése
it: Elimina account
nl: Verwijder account
pt_br: Excluir a minha conta
sv_se: Ta bort konto
tr: Hesabı sil

# delete_account_current_pwd
source: Current Password
da: Nuværende adgangskode
de: Aktuelles Passwort
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password corrente
nl: Huidige wachtwoord
pt_br: Senha atual
sv_se: Nuvarande lösenord
tr: Mevcut Şifre

# delete_account_current_pwd_hint
source: Enter your current password
da: Indtast din aktuel adgangskode
de: Gib dein aktuelles Passwort ein
fr: Entrez votre mot de passe actuel
hu: Írd be a jelenlegi jelszavad
it: Inserisci la password attuale
nl: Voer je huidige wachtwoord in
pt_br: Digite a sua senha atual
sv_se: Ange ditt nuvarande lösenord
tr: Mevcut şifrenizi giriniz

# delete_account_next
source: Next
da: Næste
de: Weiter
fr: Suivant
hu: Következő
it: Prossimo
nl: Volgende
pt_br: Avançar
sv_se: Nästa
tr: Sonraki

# delete_account_confirmation_title
source: Confirmation
da: Bekræftelse
de: Bestätigung
hu: Megerősítés
it: Conferma
nl: Bevestiging
pt_br: Confirmação
sv_se: Bekräftelse
tr: Onay

# delete_account_confirmation_desc
source: Are you sure you want to delete your account?
da: Er du sikker på, at du vil slette dit konto?
de: Bist du dir sicher, dass du deinen Account löschen willst?
fr: Êtes-vous sûr.e de vouloir supprimer votre compte ?
hu: Biztosan törölni szeretnéd a fiókodat?
it: Sei sicuro di voler eliminare il tuo account?
nl: Weet je zeker dat je je account wilt verwijderen?
pt_br: Tem certeza de que deseja excluir sua conta?
sv_se: Är du säker på att du vill ta bort ditt konto?
tr: Hesabınızı silmek istediğinizden emin misiniz?

# delete_account_confirmation_desc_info
source: This is a permanent action and can't be undone.
da: Det er en endegyldig aktion og kan ikke kaldes tilbage.
de: Dies ist eine permanente Aktion und kann nicht rückgängig gemacht werden.
fr: Ceci est une action permanente et irréversible.
hu: Ez a művelet végleges és nem visszavonható.
it: Questa è un'azione permanente e non può essere annullata.
nl: Dit is een permanente actie en kan niet ongedaan worden gemaakt.
pt_br: Esta é uma ação permanente e não pode ser desfeita.
sv_se: Detta är permanent och kan inte ångras senare.
tr: Bu kalıcı bir eylemdir ve geri alınamaz.

# delete_account_confirmation_no
source: No
da: Nej
de: Nein
fr: Non
hu: Nem
nl: Nee
pt_br: Não
sv_se: Nej
tr: Hayır

# delete_account_confirmation_yes
source: Yes
da: Ja
de: Ja
fr: Oui
hu: Igen
it: Sì
nl: Ja
pt_br: Sim
sv_se: Ja
tr: Evet

# delete_account_confirmation_goodbye
source: Goodbye 😢
da: Farvel
de: Wir werden dich vermissen 😢
fr: Au revoir 😢
hu: Viszlát... 😢
it: Addio 😢
nl: Tot ziens 😢
pt_br: Adeus 😢
sv_se: Hej då 😢
tr: Hoşçakal 😢

# invites_create_create_title
source: Create invite
da: Kreér indbydelse
de: Einladung erstellen
fr: Créer une invitation
hu: Meghívó létrehozása
it: Crea invito
nl: Een uitnodiging aanmaken
pt_br: Criar convite
sv_se: Skapa inbjudan
tr: Davet oluştur

# invites_create_edit_title
source: Edit invite
da: Redigér indbydelse
de: Einladung bearbeiten
fr: Modifier l'invitation
hu: Meghívó szerkesztése
it: Modifica invito
nl: Wijzig een uitnodiging
pt_br: Editar convite
sv_se: Redigera inbjudan
tr: Davetiyeyi düzenle

# invites_create_save
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# invites_create_create
source: Create
da: Kreér
de: Erstellen
fr: Créer
hu: Létrehozás
it: Crea
nl: Aanmaken
pt_br: Criar
sv_se: Skapa
tr: Oluştur

# invites_create_name_title
source: Nickname
fr: Pseudonyme
hu: Becenév
it: Soprannome
nl: Bijnaam
pt_br: Apelido
sv_se: Smeknamn
tr: Kullanıcı adı

# invites_create_name_hint
source: e.g. Jane Doe
da: fx. Jane Doe
de: z.B. Fritz Fantom
fr: par exemple : Madame Une Telle
hu: pl. Kovács Anna
it: ad esempio Mario Rossi
nl: bijv. Pietje Puk
pt_br: ex: Joãozinho
sv_se: t. ex. Sven Svensson
tr: örneğin Ali Ayşe

# invites_pending
source: Pending
da: verserende
de: Ausstehend
fr: En attente
hu: Függőben
it: In attesa
nl: In behandeling
pt_br: Pendente
sv_se: Väntande
tr: Beklet

# invites_delete
source: Delete
da: Slet
de: Löschen
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pt_br: Excluir
sv_se: Ta bort
tr: Sil

# invites_invite_text
source: Invite
da: Invitation
de: Einladen
fr: Inviter
hu: Meghívás
it: Invita
nl: Uitnodigen
pt_br: Convidar
sv_se: Bjud in
tr: Davet et

# invites_share_yourself
source: Share invite yourself
da: Del selv invitation
de: Einladung selber teilen
fr: Partager l'invitation par vous-même
hu: Megosztom a meghívót magam
it: Condividi invito autonomamente
nl: Deel zelf je uitnodiging
pt_br: Compartilhe o convite você mesmo
sv_se: Dela inbjudan själv
tr: Kendinize daveti paylaşın

# invites_share_yourself_desc
source: Choose from messaging apps, etc.
da: Vælg fra messaging apps etc.
de: Wählen aus Nachrichten-Apps, etc.
fr: Choisissez parmi les applications de messagerie, etc.
hu: Válassz chat alkalmazások, stb. közül
it: Scegli dalle app di messaggistica, ecc.
nl: Kies uit berichten apps, etc.
pt_br: Escolha um app de mensagens, etc.
sv_se: Välj mellan meddelandeappar, etc.
tr: Mesajlaşma uygulamaları ve benzerleri arasından seçim yapın.

# invites_share_email
source: Share invite by email
da: Del invitation per email
de: Einladung per E-Mail teilen
fr: Partager l'invitation par courriel
hu: Megosztom a meghívót e-mailben
it: Condividi invito via email
nl: Deel je uitnodiging via email
pt_br: Compartilhe o convite por email
sv_se: Dela inbjudan via e-post
tr: Davetiyeyi e-posta ile paylaş

# invites_email_text
source: Email
fr: Adresse courriel
hu: E-mail cím
sv_se: E-post
tr: E-posta

# invites_email_hint
source: e.g. janedoe@email.com
da: f.eks. janedoe@email.com
de: z.B. fritz_fantom@mail.com
fr: par exemple : madameunetelle@courriel.com
hu: pl.: kovacsanna@email.hu
it: es. mariorossi@email.com
nl: bijvoorbeeld v.vangogh@kwasten.nl
pt_br: ex: joaozinho@email.com
sv_se: t. ex. svensvensson@email.com
tr: örneğin epostanız@email.com

# invites_email_invite_text
source: Email invite
da: Email invitation
de: Einladung senden
fr: Invitation par courriel
hu: E-mail meghívó
it: Invito email
nl: E-Mail uitnodiging
pt_br: Convite por email
sv_se: E-postinbjudan
tr: E-posta ile davet et

# invites_email_send_text
source: Send
de: Senden
fr: Envoyer
hu: Küldés
it: Invia
nl: Verzenden
pt_br: Enviar
sv_se: Skicka
tr: Gönder

# invites_email_sent_text
source: Invite email sent
da: Invitationsemail sendt
de: Einladung gesendet
fr: Courriel d'invitation envoyé
hu: Meghívó e-mail elküldve
it: Email di invito inviata
nl: Uitnodigings-mail verzonden
pt_br: Email de convite enviado
sv_se: E-postinbjudan skickad
tr: E-posta ile davet gönder

# invites_share_email_desc
source: We will send an invitation email with instructions on your behalf
da: Vi skal sende en invitationsemail med instruktioner på dine vegne
de: Wir werden eine E-Mail in deinem Namen senden
fr: Nous enverrons en votre nom un courriel d'invitation avec des instructions
hu: Elküldünk egy meghívó e-mailt az utasításokkal a részedről
it: Invieremo un'email di invito a nome tuo con le istruzioni
nl: Uit jouw naam sturen we een uitnodigings-mail met instructies
pt_br: Enviaremos um email de convite com instruções em seu nome
sv_se: Vi kommer skicka en inbjudan med instruktioner å dina vägnar
tr: Sizin adınıza talimatlar içeren bir davetiye e-postası göndereceğiz

# invites_edit_text
source: Edit
da: Redigér
de: Bearbeiten
fr: Modifier
hu: Szerkeszt
it: Modifica
nl: Bewerken
pt_br: Editar
sv_se: Redigera
tr: Düzenle

# invites_title
source: My invites
da: Mine invitationer
de: Meine Einladungen
fr: Mes invitations
hu: Meghívóim
it: I miei inviti
nl: Mijn uitnodigingen
pt_br: Meus convites
sv_se: Mina inbjudningar
tr: Davet ettiklerim

# invites_accepted_title
source: Accepted
da: Accepteret
de: Angenommen
fr: Acceptée(s)
hu: Elfogadva
it: Accettato
nl: Geaccepteerd
pt_br: Aceitos
sv_se: Accepterade
tr: Kabul edilen

# invites_accepted_group_name
source: accepted invites
da: accepterede invitationer
de: angenommene Einladungen
fr: invitation(s) acceptée(s)
hu: elfogadott meghívók
it: inviti accettati
nl: geaccepteerde uitnodigingen
pt_br: convites aceitos
sv_se: accepterade inbjudningar
tr: kabul edilen davetler

# invites_accepted_group_item_name
source: accepted invite
da: acceptered invitation
de: angenommene Einladung
fr: invitation acceptée
hu: elfogadott meghívó
it: invito accettato
nl: geaccepteerde uitnodiging
pt_br: convite aceito
sv_se: accepterad inbjudan
tr: kabul edilen davet

# invites_pending_group_name
source: pending invites
da: verserende invitationer
de: ausstehende Einladungen
fr: invitation(s) en attente
hu: függő meghívók
it: inviti in attesa
nl: openstaande uitnodigingen
pt_br: convites pendentes
sv_se: väntande inbjudningar
tr: bekleyen davetler

# invites_pending_group_item_name
source: pending invite
da: verserende invitation
de: ausstehende Einladung
fr: invitation en attente
hu: függő meghívó
it: invito in attesa
nl: openstaande uitnodiging
pt_br: convite pendente
sv_se: väntande inbjudan
tr: bekleyen davet

# invites_none_used
source: Looks like you haven't used any invite.
da: Du har tilsyneladende ikke brugt nogen invitation endnu.
de: Sieht so aus als hättest du noch keine Einladung verwendet.
fr: Il semble que vous n'ayez utilisé aucune invitation.
hu: Úgy fest nem használtál egy meghívót sem.
it: Sembra che tu non abbia usato nessun invito.
nl: Het lijkt erop dat je geen uitnodiging hebt gebruikt.
pt_br: Parece que você não usou nenhum convite.
sv_se: Det ser ut som att du inte använt några inbjudningar.
tr: Görünüşe göre hiç davet etmeyi kullanmadın.

# invites_none_left
source: You have no invites available.
da: Du har ingen invitationer tilbage.
de: Du hast keine Einladungen verfügbar.
fr: Vous n'avez pas d'invitations disponibles.
hu: Jelenleg nem hozhatsz létre több meghívót.
it: Non hai inviti disponibili.
nl: Je hebt geen uitnodigingen meer.
pt_br: Você não tem convites disponíveis.
sv_se: Du har inga inbjudningar tillgängliga.
tr: Hiç davetiniz yok.

# invites_invite_a_friend
source: Invite a friend
da: Inviter en ven
de: FreundIn einladen
fr: Inviter un.e ami.e
hu: Ismerős meghívása
it: Invita un amico
nl: Nodig een vriend uit
pt_br: Convidar um amigo
sv_se: Bjud in en vän
tr: Bir arkadaşını davet et

# invites_refresh
source: Refresh
da: Opdater
de: Aktualisieren
fr: Actualiser
hu: Frissítés
it: Aggiorna
nl: Verversen
pt_br: Atualizar
sv_se: Uppdatera
tr: Yenile

# language_settings_title
source: Language settings
da: Sprogindstillinger
de: Spracheinstellungen
fr: Paramètres de langue
hu: Nyelvi beállítások
it: Impostazioni lingua
nl: Taalinstellingen
pt_br: Configurações de idioma
sv_se: Språkinställningar
tr: Dil ayarları

# language_settings_save
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# language_settings_saved_success
source: Language changed successfully
da: Sprogændring succesfuld
de: Sprache erfolgreich geändert
fr: Langue changée avec succès
hu: Nyelv sikeresen megváltoztatva
it: Lingua modificata con successo
nl: Taal is succesvol gewijzigd
pt_br: Idioma alterado com sucesso
sv_se: Språket har uppdaterats
tr: Dil başarıyla değiştirildi

# groups_see_all
source: See all {groupName}
da: Se alle {groupName}
de: Alle {groupName} anzeigen
fr: Voir tous.tes les {groupName}
hu: Összes {groupName} megtekintése
it: Vedi tutti/e {groupName}
nl: Zie alle {groupName}
pt_br: Ver {groupName}
sv_se: Visa alla {groupName}
tr: {groupName} Tümünü gör

# invites_joined_with
source: Joined with username @{username}
da: Blevet medlem med brugernavn @{username}
de: Mit dem Benutzernamen @{username} beigetreten
fr: Inscrit.e avec le nom d'utilisateur.trice @{username}
hu: Regisztrált a(z) @{username} felhasználónévvel
it: Iscritto con nome utente @{username}
nl: Doet mee met gebruikersnaam @{username}
pt_br: Entrou com o nome de usuário @{username}
sv_se: Gick med under användarnamnet @{username}
tr: @{username} kullanıcı adı ile katıldı

# invites_pending_email
source: Pending, invite email sent to {email}
da: Verserende, invitationsemail sendt til {email}
de: Ausstehend, Einladung an {email} gesendet
fr: En attente, courriel d'invitation envoyé à {email}
hu: Függőben, meghívó elküldve erre az e-mail címre: {email}
it: In attesa, invia email di invito a {email}
nl: In afwachting, uitnodigings-mail verzonden naar {email}
pt_br: Pendente, convite enviado para o email {email}
sv_se: Väntande, inbjudan skickad till {email}
tr: {email} adresine gönderilen e-posta davetiyesi beklemede

# timeline_filters_no_match
source: No match for '{searchQuery}'.
da: Ingen overensstemmelse med '{searchQuery}'.
de: Keine Ergebnisse für {searchQuery}.
fr: Aucun résultat pour '{searchQuery}'.
hu: Nincs találat a(z) "{searchQuery}" keresésre.
it: Nessun risultato per '{searchQuery}'.
nl: Geen resultaat voor '{searchQuery}'.
pt_br: Nada encontrado para '{searchQuery}'.
sv_se: Inga resultat hittades för '{searchQuery}'.
tr: '{searchQuery}' ile ilgili bir eşleşme yok.

# clear_application_cache_text
source: Clear cache
da: Tøm cache
de: Zwischenspeicher leeren
fr: Vider le cache
hu: Gyorsítótár ürítése
it: Svuota la cache
nl: Cache wissen
pt_br: Limpar cache
sv_se: Rensa cacheminnet
tr: Önbelleği temizle

# clear_application_cache_desc
source: Clear cached posts, accounts, images & more.
da: Tøm cachen for indlæg, konti, billeder & mere.
de: Gespeicherte Beiträge, Accounts, Bilder & mehr.
fr: Effacer les messages du cache, comptes, images et plus.
hu: Gyorsítótárazott bejegyzések, fiókok, képek, stb. törlése.
it: Svuota la cache di post, account, immagini e altro ancora.
nl: Verwijder ge-cache-te berichten, accounts, afbeeldingen en meer.
pt_br: Limpar cache de posts, contas, imagens e mais.
sv_se: Rensa cachelagrade inlägg, konton, bilder & mer.
tr: Önbelleğe alınmış gönderileri, hesapları, resimleri ve daha fazlasını temizleyin.

# clear_application_cache_success
source: Cleared cache successfully
da: Cache succesfuldt tømt
de: Zwischenspeicher erfolgreich geleert
fr: Cache vidé avec succès
hu: Gyorsítótár sikeresen ürítve
it: Cache svuotata con successo
nl: Cache succesvol gewist
pt_br: Cache limpo com sucesso
sv_se: Cacheminnet har rensats
tr: Önbellek başarıyla temizlendi

# clear_application_cache_failure
source: Could not clear cache
da: Kunne ikke tømme cache
de: Zischenspeicher konnte nicht gelöscht werden
fr: Le cache n'a pas pu être vidé
hu: Nem sikerült törölni a gyorsítótárat
it: Impossibile cancellare la cache
nl: Kon cache niet wissen
pt_br: Não foi possível limpar o cache
sv_se: Kunde inte rensa cacheminnet
tr: Önbellek temizlenemedi

# confirm_guidelines_reject_title
source: Guidelines Rejection
da: Retningslinjernes afvisning
de: Richtlinien ablehnen
fr: Rejet des lignes directrices
hu: Irányelvek elutasítása
it: Rifiuto Linee guida
nl: Afwijzing van richtlijnen
pt_br: Rejeição das diretrizes
sv_se: Avvisande av riktlinjer
tr: Kurallar Redded

# confirm_guidelines_reject_info
source: You can't use Okuna until you accept the guidelines.
da: Du kan ikke bruge Okuna før du accepterer retningslinjerne.
de: Du kannst Okuna nicht benutzen, bevor du die Richtlinien nicht akzeptierst.
fr: Vous ne pouvez pas utiliser Okuna jusqu'à ce que vous acceptiez les lignes directrices.
hu: Nem használhatod az Okunát amíg nem fogadod el az irányelveket.
it: Non puoi usare Okuna finché non accetti le linee guida.
nl: Je kunt Okuna niet gebruiken totdat je de richtlijnen accepteert.
pt_br: Você não pode usar a Okuna até aceitar as diretrizes.
sv_se: Du kan inte använda Okuna förrän du har godkänt riktlinjerna.
tr: Kuralları kabul edene kadar Openspace'i kullanamazsınız.

# confirm_guidelines_reject_chat_with_team
source: Chat with the team.
da: Snak med teamet.
de: Chatte mit dem Team.
fr: Discutez avec l'équipe.
hu: Beszélgess a csapattal.
it: Chatta con il team.
nl: Met het team chatten.
pt_br: Converse com a equipe.
sv_se: Chatta med teamet.
tr: Ekiple sohbet et.
