Repository: OkunaOrg/okuna-app
Catalog: assets/i18n/*/user.arb
Languages: da, de, fr, hu, it, nl, pt_br, sv_se, tr

# confirm_guidelines_reject_chat_immediately
source: Start a chat immediately.
da: Start en samtale omgående.
de: Beginne einen Chat.
fr: Commencer une discussion immédiatement.
hu: Azonnali beszélgetés kezdeményezése.
it: Avvia una chat immediatamente.
nl: Start nu een chat.
pt_br: Inicie o chat agora.
sv_se: Starta en chat direkt.
tr: Hemen bir sohbet başlat.

# confirm_guidelines_reject_chat_community
source: Chat with the community.
da: Snak med fælleskabet.
de: Mit der Community chatten.
fr: Discutez avec la communauté.
hu: Beszélgess a közösséggel.
it: Chatta con la comunità.
nl: Chat met de community.
pt_br: Converse com a comunidade.
sv_se: Chatta med gemenskapen.
tr: Topluluk ile sohbet edin.

# confirm_guidelines_reject_join_slack
source: Join the Slack channel.
da: Deltag i Slack kanalen.
de: Trete Okuna auf Slack bei.
fr: Rejoignez le canal Slack d'Okuna.
hu: Csatlakozz a Slack csatornánkhoz.
it: Entra nel canale Slack.
nl: Neem deel aan het Slack-kanaal.
pt_br: Junte-se ao canal no Slack.
sv_se: Gå med i Slack-kanalen.
tr: Çözüm kanalına katılın.

# confirm_guidelines_reject_go_back
source: Go back
da: Tilbage
de: Zurück
fr: Revenir en arrière
hu: Vissza
it: Torna indietro
nl: Terug
pt_br: Voltar
sv_se: Tillbaka
tr: Geri dön

# confirm_guidelines_reject_delete_account
source: Delete account
da: Slet konto
de: Account Löschen
fr: Supprimer mon compte
hu: Fiók törlése
it: Elimina account
nl: Verwijder account
pt_br: Excluir a minha conta
sv_se: Ta bort konto
tr: Hesabı sil

# guidelines_desc
source: Please take a moment to read and accept our guidelines.
da: Tag et øjeblik til at læse og acceptere vores retningslinjer.
de: Bitte nimm dir einen Moment Zeit, um unsere Richtlinien zu lesen und zu akzeptieren.
fr: Veuillez s.v.p. prendre un moment pour lire et accepter nos lignes directrices.
hu: Kérünk, szánj pár percet arra, hogy elolvasd és elfogadd az irányelveinket.
it: Per favore prenditi un momento per leggere e accettare le nostre linee guida.
nl: Neem alstublieft een moment om onze richtlijnen te lezen en te aanvaarden.
pt_br: Por favor, dedique este momento para ler e aceitar as nossas diretrizes.
sv_se: Vänligen lägg en stund på att läsa igenom och godkänna våra riktlinjer.
tr: Lütfen kurallarımızı okumak ve kabul etmek için bir dakikanızı ayırın.

# guidelines_accept
source: Accept
da: Accepter
de: Akzeptieren
fr: Accepter
hu: Elfogad
it: Accetta
nl: Accepteren
pt_br: Aceitar
sv_se: Godkänn
tr: Kabul et

# guidelines_reject
source: Reject
da: Afvis
de: Ablehnen
fr: Rejeter
hu: Elutasít
it: Rifiuta
nl: Afwijzen
pt_br: Rejeitar
sv_se: Avvisa
tr: Reddet

# change_email_title
source: Change Email
da: Skift Email
de: E-Mail Adresse ändern
fr: Changer l'adresse courriel
hu: E-mail cím módosítása
it: Cambia Email
nl: Verander e-mail
pt_br: Alterar Email
sv_se: Ändra e-postadress
tr: E-postanı değiştir

# change_email_email_text
source: Email
fr: Adresse courriel
hu: E-mail cím
sv_se: E-post
tr: E-posta

# change_email_hint_text
source: Enter your new email
da: Indtast din emailadresse
de: Gib deine neue E-Mail Adresse ein
fr: Entrez votre nouvelle adresse courriel
hu: Add meg az új e-mail címedet
it: Inserisci la tua nuova email
nl: Voer je nieuwe e-mail in
pt_br: Digite seu novo email
sv_se: Ange din nya e-postadress
tr: Yeni E-posta adresinizi giriniz

# change_email_error
source: Email is already registered
da: Email allerede registreret
de: Diese E-Mail Adresse ist bereits registriert
fr: Adresse courriel déjà inscrite
hu: Ez az e-mail cím már regisztrálva van
it: L'email risulta già registrata
nl: E-mail is al geregistreerd
pt_br: Este email já está registrado
sv_se: E-postadressen är redan registrerad
tr: Bu E-posta zaten kayıtlı

# change_email_save
source: Save
da: Gem
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
nl: Bewaren
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# change_email_success_info
source: We've sent a confirmation link to your new email address, click it to verify your new email
da: Vi har sendt et bekræftelses link til din nye email adresse, klik det for at bekræfte din nye email
de: Wir haben einen Bestätigungslink an deine neue E-Mail-Adresse gesendet, klick auf ihn, um deine neue E-Mail zu bestätigen
fr: Nous avons envoyé un lien de confirmation à votre nouvelle adresse courriel, cliquez-le pour vérifier votre nouvelle adresse courriel
hu: Elküldtünk egy visszaigazoló linket az új e-mail címedre. Kattints rá az új e-mail címed megerősítéséhez
it: Abbiamo inviato un link di conferma al tuo nuovo indirizzo email, clicca su di esso per verificare la tua nuova email
nl: We hebben een bevestigingslink naar je nieuwe e-mailadres gestuurd, klik erop om je nieuwe e-mailadres te verifiëren
pt_br: Enviamos um link de confirmação para seu novo endereço de email, clique nele para verificar seu novo email
sv_se: Vi har skickat en bekräftelselänk till din nya e-postadress, klicka på den för att verifiera din nya e-post
tr: Yeni e-posta adresinize bir onay linki gönderdik, yeni e-postanızı doğrulamak için tıklayın

# clear_app_preferences_title
source: Clear preferences
da: Nulstil præferencer
de: Einstellungen löschen
fr: Réinitialiser les préférences
hu: Beállítások törlése
it: Cancella preferenze
nl: Verwijder voorkeuren
pt_br: Limpar preferências
sv_se: Rensa inställningar
tr: Tercihleri temizle

# clear_app_preferences_desc
source: Clear the application preferences. Currently this is only the preferred order of comments.
da: Nulstil app præferencer. I øjeblikket er dette den eneste foretrukne sortering af kommentarer.
de: Anwendungseinstellungen löschen. Momentan ist das nur die bevorzugte Reihenfolge der Kommentare.
fr: Réinitialiser les préférences de l'application. Actuellement, ce n'est que l'ordre préféré d'affichage des commentaires.
hu: Az alkalmazás beállításainak törlése. Jelenleg ez az opció csak a hozzászólások megjelenítési sorrendjét vonja magába.
it: Cancella le preferenze dell'applicazione. Per ora riguarda solo l'ordine preferito dei commenti.
nl: Verwijder de applicatie voorkeuren. Momenteel is dit alleen de voorkeursvolgorde van commentaren.
pt_br: Limpe as preferências do aplicativo. Atualmente, isso influencia apenas a ordem preferida dos comentários.
sv_se: Rensa applikationsinställningarna. Just nu är detta enbart den föredragna kommentarsordningen.
tr: Uygulama tercihlerini temizleyin. Şu anda bu sadece tercih edilen yorumların sırası için geçerlidir.

# clear_app_preferences_cleared_successfully
source: Cleared preferences successfully
da: Nulstillede præferencer med succes
de: Einstellungen erfolgreich gelöscht
fr: Préférences réinitialisées avec succès
hu: Beállítások sikeresen törölve
it: Preferenze cancellate con successo
nl: Voorkeuren succesvol gewist
pt_br: Preferências limpas com sucesso
sv_se: Inställningarna har rensats
tr: Tercihler başarıyla temizlendi

# email_verification_successful
source: Awesome! Your email is now verified
da: Fantastisk! Din email er nu bekræftet
de: Nice! Deine E-Mail wurde verifiziert
fr: Super ! Votre adresse courriel est maintenant vérifiée
hu: Remek! Az e-mail címed meg lett erősítve
it: Fantastico! La tua email è ora verificata
nl: Hoera! Je e-mailadres is nu geverifieerd
pt_br: Incrível! Seu email foi verificado
sv_se: Häftigt! Din e-post har verifierats
tr: Harika! E-postanız şimdi doğrulandı

# email_verification_error
source: Oops! Your token was not valid or expired, please try again
da: Ups! Dit token var ikke validt, eller er udløbet. Prøv igen
de: Hoppla! Dein Token ist ungültig oder abgelaufen, bitte versuche es erneut
fr: Oups ! Votre jeton n'était pas valide ou a expiré, veuillez s.v.p. réessayer
hu: Hoppá! A tokened nem érvényes vagy már lejárt. Kérünk, próbáld újra
it: Oops! Il tuo token non è valido o scaduto, per favore riprova
nl: Oeps! Je token was niet geldig of verlopen, probeer het opnieuw
pt_br: Opa! Seu token não era válido ou expirou, por favor tente novamente
sv_se: Hoppsan! Din kod är ogiltigt eller har gått ut, vänligen försök igen
tr: Oops! Belirteciniz geçerli veya süresi doldu, lütfen yeniden deneyin

# clear_app_preferences_error
source: Could not clear preferences
da: Kunne ikke nulstille præferencer
de: Einstellungen konnten nicht gelöscht werden
fr: Impossible d'effacer les préférences
hu: Nem sikerült törölni a beállításokat
it: Impossibile cancellare le preferenze
nl: Kan voorkeuren niet wissen
pt_br: Não foi possível limpar as preferências
sv_se: Inställningarna kunde inte rensas
tr: Tercihler temizlenemedi

# disconnect_from_user_success
source: Disconnected successfully
da: Afbrød med succes
de: Erfolgreich getrennt
fr: Déconnecté.e avec succès
hu: Kapcsolat sikeresen törölve
it: Disconnesso con successo
nl: Verbinding met succes verbroken
pt_br: Desconectado com sucesso
sv_se: Er kontakt har brutits
tr: Bağlantı başarıyla kesildi

source: Block user
da: Bloker bruger
de: Benutzer blocken
fr: Bloquer l'utilisateur.trice
hu: Felhasználó letiltása
it: Blocca utente
nl: Blokkeer Gebruiker
pt_br: Bloquear usuário
sv_se: Blockera användare
tr: Kullanıcıyı engelle

source: Unblock user
da: Fjern blokering af bruger
de: Benutzer Blockierung aufheben
fr: Débloquer l'utilisateur.trice
hu: Felhasználó tiltásának törlése
it: Sblocca utente
nl: Gebruiker deblokkeren
pt_br: Desbloquear usuário
sv_se: Avblockera användare
tr: Kullanıcının engelini kaldır

source: Enable new post notifications
it: Attiva le notifiche dei nuovi post
sv_se: Aktivera aviseringar för nya inlägg

source: Disable new post notifications
it: Disabilita le notifiche dei nuovi post
sv_se: Inaktivera aviseringar för nya inlägg

# disconnect_from_user
source: Disconnect from {userName}
da: Fjern forbindelse med {userName}
de: Verbindung mit {userName} trennen
fr: Se déconnecter de {userName}
hu: Kapcsolat törlése vele: {userName}
it: Disconnetti da {userName}
nl: Verbinding verbreken met {userName}
pt_br: Desconectar-se de {userName}
sv_se: Ta bort {userName} som kontakt
tr: {userName} ile bağlantını kes

# circle_peoples_count
source: {prettyUsersCount} people
da: {prettyUsersCount} personer
de: {prettyUsersCount} Menschen
fr: {prettyUsersCount} personnes
hu: {prettyUsersCount} ember
it: {prettyUsersCount} persone
nl: {prettyUsersCount} mensen
pt_br: {prettyUsersCount} pessoas
sv_se: {prettyUsersCount} personer
tr: {prettyUsersCount} kişi

# follows_list_accounts_count
source: {prettyUsersCount} accounts
da: {prettyUsersCount} konti
fr: {prettyUsersCount} comptes
hu: {prettyUsersCount} fiók
it: {prettyUsersCount} account
pt_br: {prettyUsersCount} contas
sv_se: {prettyUsersCount} konton
tr: {prettyUsersCount} hesap

# edit_profile_bio
source: Bio
da: Biografi
de: Über mich
hu: Bemutatkozás
it: Biografia
tr: Biyografi

# save_follows_list_emoji
source: Emoji
de: Emoji ist erforderlich
fr: Émoticône

# edit_profile_url
source: Url
fr: Site web
